Repository: MaribelHearn/maribelhearn.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, ja_jp, ru_ru

source: Important Notice:
ja_jp: 重要な通知：

source: Score
de_de: Punktanzahl
es_es: Puntuación
ja_jp: スコア

source: Route
es_es: Ruta
ja_jp: ルート

source: Shottype
es_es: Tipo de disparo
ja_jp: キャラ

source: No. of LNNNs
de_de: Anzahl LNNNs
es_es: N° de LNNNs
ja_jp: LNNNの数

source: No. of LNNFSs
de_de: Anzahl LNNFSs
es_es: N° de LNNFSs
ja_jp: LNNFSの数

source: No. of LNN(N)s
de_de: Anzahl LNN(N)s
es_es: N° de LNN(N)s
ja_jp: LNN(N)の数

source: No. of LNNNNs
de_de: Anzahl LNNNNs
es_es: N° de LNNNNs
ja_jp: LNNNNの数

source: No. of LNNs
de_de: Anzahl LNNs
es_es: N° de LNNs
ja_jp: LNNの数

source: Link
ja_jp: リンク

source: Unknown
ja_jp: 不明

source: (All)
es_es: (Todos)
ja_jp: （全）

source: Game
de_de: Spiel
es_es: Juego
ja_jp: ゲーム

source: Category
de_de: Kategorie
es_es: Categoría
ja_jp: カテゴリー

source: Player
de_de: Spieler
es_es: Jugador
ja_jp: プレイヤー

source: Youkai mode (Dark)
de_de: Youkai-Modus (Dunkel)
ja_jp: 妖怪モード（ダーク）

source: Human mode (Light)
de_de: Menschen-Modus (Hell)
ja_jp: 人間モード（ライト）

source: Touhou 1 - The Highly Responsive to Prayers
ja_jp: 東方靈異伝 ～ The Highly Responsive to Prayers

source: Touhou 2 - The Story of Eastern Wonderland
ja_jp: 東方封魔録 ～ the Story of Eastern Wonderland

source: Touhou 3 - Phantasmagoria of Dim.Dream
ja_jp: 東方夢時空 ～ Phantasmagoria of Dim.Dream

source: Touhou 4 - Lotus Land Story
ja_jp: 東方幻想郷 ～ Lotus Land Story

source: Touhou 5 - Mystic Square
ja_jp: 東方怪綺談 ～ Mystic Square

source: Touhou 6 - The Embodiment of Scarlet Devil
ja_jp: 東方紅魔郷 ～ the Embodiment of Scarlet Devil

source: Touhou 7 - Perfect Cherry Blossom
ja_jp: 東方妖々夢 ～ Perfect Cherry Blossom

source: Touhou 8 - Imperishable Night
ja_jp: 東方永夜抄 ～ Imperishable Night

source: Touhou 9 - Phantasmagoria of Flower View
ja_jp: 東方花映塚 ～ Phantasmagoria of Flower View

source: Touhou 9.5 - Shoot the Bullet
ja_jp: 東方文花帖 ～ Shoot the Bullet

source: Touhou 10 - Mountain of Faith
ja_jp: 東方風神録 ～ Mountain of Faith

source: Touhou 11 - Subterranean Animism
ja_jp: 東方地霊殿 ～ Subterranean Animism

source: Touhou 12 - Undefined Fantastic Object
ja_jp: 東方星蓮船 ～ Undefined Fantastic Object

source: Touhou 12.5 - Double Spoiler
ja_jp: 妖精大戦争 ～ 東方三月精

source: Touhou 12.8 - Great Fairy Wars
ja_jp: 妖精大戦争 ～ 東方三月精

source: Touhou 13 - Ten Desires
ja_jp: 東方神霊廟 ～ Ten Desires

source: Touhou 14 - Double Dealing Character
ja_jp: 東方輝針城 ～ Double Dealing Character

source: Touhou 15 - Legacy of Lunatic Kingdom
ja_jp: 東方紺珠伝 ～ Legacy of Lunatic Kingdom

source: Touhou 16 - Hidden Star in Four Seasons
ja_jp: 東方天空璋 ～ Hidden Star in Four Seasons

source: Touhou 17 - Wily Beast and Weakest Creature
ja_jp: 東方鬼形獣 ～ Wily Beast and Weakest Creature

source: Touhou 18 - Unconnected Marketeers
ja_jp: 東方虹龍洞 ～ Unconnected Marketeers

source: Touhou 19 - Unfinished Dream of All Living Ghost
ja_jp: 東方獣王園 ～ Unfinished Dream of All Living Ghost（v1.00a）

source: Touhou 20 - Fossilized Wonders
ja_jp: 東方錦上京 ～ Fossilized Wonders

source: This game's records assume that the overflow bug has been fixed. Check the score after applying the fix using <a href='/tools#thprac'>thprac</a>.
ja_jp: 錦上京では素点オーバーフローバグ修正の前提で記録しています。<a href='/tools#thprac'>thprac</a>によるバグ修正でリプレイ再生でスコアを確認します。

source: Uncapped
ja_jp: カンスト解除

source: The <strong>Dodging Rain Competition (DRC)</strong> is a Touhou game competition that was devised by <a href="https://www.youtube.com/user/mariomaster657">ZM</a> and is held on <a href="https://discord.gg/Ucae3Uf">the official DRC Discord</a>. Two teams go up against each other in several different categories. Each player posts an arbitrarily long list of categories, ordered by preference, which can be either survival or scoring of any Touhou shooting game and any difficulty. They will be matched up against a player from the other team, in a category that both players had on their list. The teams and categories are determined by the DRC management team. Players are given two weeks to sign up for the competition, and once it starts, two weeks to submit a replay, which will be awarded points dependent on the rubrics. Runs done outside those two weeks are invalid. Players can submit an unlimited number of replays; the replay that is worth the most DRC points will count.
de_de: Die <strong>Dodging Rain Competition (DRC)</strong> ist ein Wettbewerb für Touhou-Spiele, welche von <a href="https://www.youtube.com/user/mariomaster657">ZM</a> ins Leben gerufen wurde und auf <a href="https://discord.gg/Ucae3Uf">dem offiziellen DRC-Discord</a> ausgetragen wird. Zwei Teams treten in verschiedenen Kategorien gegeneinander an. Jeder Spieler postet eine willkürlich lange Liste von Kategorien, nach Präferenz geordnet, die entweder Survival oder Scoring eines beliebigen Touhou-Shooter-Spiels und einer beliebigen Schwierigkeit sein können. Teilnehmer treten gegen einen Spieler des anderen Teams in einer Kategorie an, die beide Spieler auf ihrer Liste haben. Die Teams und Kategorien werden vom DRC-Managementteam festgelegt. Die Spieler haben zwei Wochen Zeit, um sich für den Wettbewerb anzumelden, und nach Beginn des Wettbewerbs zwei Wochen, um ein Replay einzureichen, für die je nach den Rubriken Punkte vergeben werden. Runs, die außerhalb dieser zwei Wochen gespielt wurden, sind ungültig. Teilnehmer können eine unbegrenzte Anzahl von Replays einreichen; Das Replay, welches die meisten DRC-Punkte bringt, wird gewertet.
ja_jp: <strong>Dodging Rain Competition(DRC)</strong>は<a href="https://www.youtube.com/user/mariomaster657">ZM</a>により考案された<a href="https://discord.gg/Ucae3Uf">DRC Discord</a>で開かれる東方projectの定期大会です。２つのチームが幾つかのカテゴリーで競争します。各プレイヤーは希望順に並べたカテゴリーのリストを作ります。カテゴリーは東方STGゲームの任意の難易度での「クリア重視」と「スコアアタック（稼ぎ）」のどちらかを選ぶことができます。相手チームのプレイヤーと、共通してリストされていた１つのカテゴリーで、マッチングされます。このチームとカテゴリーはDRC運営陣によって決められます。プレイヤーには大会登録のために２週間が与えられます。そして大会が始まり、リプレイ提出のための２週間が与えられます。その後ルーブリックに基づいてポイントが授与されます。この２週間以外でのプレイは無効です。プレイヤーは無制限にリプレイを登録することが出来ますが、DRCポイントが最高であるリプレイのみが採用されます。

source: If you want to know how many DRC points a run is worth, the points for a given run can be determined using the calculator below.
de_de: Wenn du wissen möchtest, wie viele DRC-Punkte ein Run wert ist, kannst du die Punkte für einen bestimmten Run mit dem Rechner ermitteln.
ja_jp: リプレイにどれだけDRCポイントが貰えるか知りたいならば、下の計算機を使うことが出来ます。

source: Points Calculator
de_de: Punkte-Rechner
ja_jp: ポイント計算機

source: <em>Sorry, you cannot calculate DRC points with JavaScript disabled.</em>
de_de: <em>Entschuldigung, leider kannst du keine DRC-Punkte berechnen, wenn JavaScript deaktiviert ist.</em>
ja_jp: JavaScriptなしではDRCポイントを計算できません。

source: Scores can only contain digits, commas, dots and spaces. Survival runs are assumed to have cleared, scoring runs not.
de_de: Scores dürfen nur Ziffern, Kommas, Punkte und Leerzeichen enthalten. Bei Survival-Runs wird davon ausgegangen, dass sie komplett durchgespielt wurden, bei Scoring Runs nicht.
ja_jp: スコアは桁、カンマ、ドット、スペースを含めることができます。クリア重視ではクリアする必要があります。稼ぎではクリアしなくてもよいです。

source: HRtP
ja_jp: 靈

source: SoEW
ja_jp: 封

source: PoDD
ja_jp: 夢

source: LLS
ja_jp: 幻

source: MS
ja_jp: 怪

source: EoSD
ja_jp: 紅

source: PCB
ja_jp: 妖

source: IN
ja_jp: 永

source: PoFV
ja_jp: 花

source: MoF
ja_jp: 風

source: SA
ja_jp: 地

source: UFO
ja_jp: 星

source: GFW
ja_jp: 大

source: TD
ja_jp: 神

source: DDC
ja_jp: 輝

source: LoLK
ja_jp: 紺

source: HSiFS
ja_jp: 天

source: WBaWC
ja_jp: 鬼

source: UM
ja_jp: 虹

source: FinalA
ja_jp: Aルート

source: FinalB
ja_jp: Bルート

source: Scoring
ja_jp: 稼ぎ

source: Survival
ja_jp: クリア重視

source: Spring
de_de: Frühling
ja_jp: 春

source: Summer
de_de: Sommer
ja_jp: 夏

source: Autumn
de_de: Herbst
ja_jp: 秋

source: Winter
ja_jp: 冬

source: Calculate
de_de: Berechnen
ja_jp: 計算する

source: Rules
de_de: Regeln
ja_jp: ルール
ru_ru: Правила

source: No cheating by using external programs or modifying the game FPS.
de_de: Kein Cheaten durch externe Programme oder Modifizierung der FPS des Spiels.
ja_jp: 外部ツールを用いたチート行為やゲームのFPSを変更することを禁止します。

source: Replays are required for Windows game submissions, while for PC-98 a video is accepted.
de_de: Replays sind für Windows-Spiele erforderlich, während für PC-98 ein Video akzeptiert wird.
ja_jp: Windows版作品の登録にはリプレイが必要です。PC-98版作品においては録画ファイルにて受け付け可能です。

source: All runs must be played using at most default lives and bombs.
de_de: Alle Runs müssen mit maximal Standardleben und -bomben gespielt werden.
ja_jp: プレイに於いては、初期残機ボムにて参加すること。ただし初期残機ボムを操作することが出来る作品においては減らすことのみ可能とする。なおペナルティーはないものとする。

source: Rubrics
de_de: Rubriken
ja_jp: ルーブリック

source: The rubrics are the formulas and fixed values used to calculate the number of DRC points for a run. If you are curious about how your points are being determined, click the button below to expand.
de_de: Rubriken sind die Formeln und festgelegten Werte, mit denen die Anzahl der DRC-Punkte für einen Run berechnet werden. Wenn du wissen möchtest, wie deine Punkte ermittelt werden, klick auf die Schaltfläche unten, um mehr Infos zu sehen.
ja_jp: ルーブリックとはプレイのDRCポイントを計算するために使用される式および固定数のことです。ポイントの決定方法を知りたい場合は、下のボタンをクリックして展開して下さい。

source: Show Scoring Rubrics
de_de: Scoring-Rubriken anzeigen
ja_jp: 稼ぎのルーブリックを見せて

source: Show Survival Rubrics
de_de: Survival-Rubriken anzeigen
ja_jp: クリア重視のルーブリックを見せて

source: Scoring Notes
de_de: Scoring-Anmerkungen
ja_jp: 稼ぎのノート

source: The World Records are taken from <a href="wr">the WR page</a>.
de_de: Die Weltrekorde werden von <a href="wr">der WR-Seite</a> übernommen.
ja_jp: WRのリストは<a href="wr">こちら</a>です。

source: If you achieve a new World Record, your points are equal to the maximum number of points; otherwise, the formula applies.
de_de: Wenn du einen neuen Weltrekord aufstellst, entsprechen deine Punkte der maximalen Punktzahl; Ansonsten gilt die Formel.
ja_jp: もし新世界記録を達成すれば、あなたのポイントは最高点になります。そうでなければ式を適用します。

source: Some categories use a fictional WR. <a href="#fictionalWRtitle">Click here</a> for the list of them.
de_de: Einige Kategorien verwenden einen fiktiven WR. <a href="#fictionalWRtitle">Klick hier</a> für die Liste dieser Kategorien.
ja_jp: いくつかのカテゴリには、仮のWRを設定してあります。仮のWRのリストは<a href="#fictionalWRtitle">ここをクリック</a>。

source: Some categories always use the WR of a specific shottype. <a href="#WRdefinitionTitle">Click here</a> for the list of them.
de_de: Einige Kategorien verwenden immer den WR eines bestimmten Shot Types. <a href="#WRdefinitionTitle">Klick hier</a> für die Liste dieser Kategorien.
ja_jp: 幾つかのカテゴリには、特定のショットタイプによるWRが設定されています。WRの定義のリストは<a href="#WRdefinitionTitle">ここをクリック</a> 。

source: MoF uses a separate system. <a href="#mountainOfFaith">Click here</a> for said system.
de_de: MoF verwendet ein eigenes System. <a href="#mountainOfFaith">Klick hier</a> für dieses System.
ja_jp: 東方風神録では別のシステムを使います。そのシステムは<a href="#mountainOfFaith">ここをクリック</a>。

source: DS uses a separate system. <a href="#doubleSpoiler">Click here</a> for said system.
de_de: DS verwendet ein eigenes System. <a href="#doubleSpoiler">Klick hier</a> für dieses System.
ja_jp: ダブルスポイラーでは別のシステムを使います。そのシステムは<a href="#doubleSpoiler">ここをクリック</a>。

source: ||Max * (Score/WR)^Exp||
ja_jp: ||最大点 * (スコア / 世界記録) ^ 冪指数||

source: Max points
de_de: Max. Punkte
ja_jp: 最大点

source: Exponent
ja_jp: 冪指数

source: Fictional WRs
de_de: Fiktive WRs
ja_jp: 仮のWR

source: The categories in the table below use a fictional WR instead of the real one.
de_de: Die Kategorien in der nachstehenden Tabelle verwenden einen fiktiven WR anstelle eines realen WRs.
ja_jp: 下記のものは、本来のWRの代わりに仮のWRを設定をしたものの表です。

source: 'WR' definition
ja_jp: WRの定義

source: The categories in the table below always use the WR of a specific shottype.
de_de: Die Kategorien in der nachstehenden Tabelle verwenden immer den WR eines bestimmten Shot Types.
ja_jp: 表には、WRとして採用したショットタイプを紹介しています。

source: MoF Scoring
ja_jp: 東方風神録の稼ぎ

source: For each difficulty and shottype there are six thresholds, at which you will have set numbers of points respectively. Then, increments are done, dependent on how much higher than the threshold your score is. The maximum is 375 on Easy and 500 on Lunatic.
de_de: Für jede Schwierigkeit und jeden Shot Type gibt es sechs Schwellenwerte, bei denen du jeweils eine bestimmte Punktzahl erreichst. Je nachdem, wie hoch deine Punktzahl über dem Schwellenwert liegt, erhältst du zusätzlich Punkte. Das Maximum liegt bei 375 Punkten auf Easy und bei 500 Punkten auf Lunatic.
ja_jp: 各難易度各機体で６つの閾値があり、それぞれで点数を設定しています。その後、あなたのスコアがどれだけ閾値より高いかに基づき増分します。Easyの最大点は375です。Lunaticの最大点は500です。

source: If score &lt; 1st threshold, then: ||220*(Score/T1)^2||
de_de: Wenn Score &lt; 1. Schwellenwert, dann: ||220*(Score/S1)^2||
ja_jp: スコアが第一閾値よりも小さければ、||220*(スコア/第一閾値)^2||

source: If score &lt; 2b, then: ||200*(Score/2b)^2||
de_de: Wenn Score &lt; 2b, dann: ||200*(Score/2b)^2||
ja_jp: スコアが20億よりも小さければ、||200*(スコア/20億)^2||

source: If score &lt; 900m, then: ||100*(Score/900m)^2||
de_de: Wenn Score &lt; 900m, dann: ||100*(Score/900m)^2||
ja_jp: スコアが9億よりも小さければ、||100*(スコア/9億)^2||

source: Threshold
de_de: Schwellenwert
ja_jp: 閾値

source: Base points
de_de: Basispunkte
ja_jp: 素点

source: Increments
de_de: Inkremente
ja_jp: 増加

source: DS Scoring
ja_jp: ダブルスポイラーの稼ぎ

source: For each scene there are three thresholds, at which you will have set numbers of points points respectively. Then, increments are done, dependent on how much higher than the threshold your score is.
de_de: Für jede Szene gibt es drei Schwellenwerte, bei denen du jeweils eine bestimmte Punktzahl erreichst. Je nachdem, wie hoch deine Punktzahl über dem Schwellenwert liegt, erhältst du zusätzlich Punkte.
ja_jp: 各撮影対象各機体で3つの閾値があり、それぞれで点数を設定しています。その後、あなたのスコアがどれだけ閾値より高いかに基づき増分します。

source: Scene
de_de: Szene
ja_jp: 撮影対象

source: Threshold 1
de_de: Schwellenwert 1
ja_jp: 閾値1

source: Threshold 2
de_de: Schwellenwert 2
ja_jp: 閾値2

source: Threshold 3
de_de: Schwellenwert 3
ja_jp: 閾値3

source: Back to Top
de_de: Zurück zum Anfang
es_es: Volver al inicio
ja_jp: 上に帰る

source: Survival Notes
de_de: Survival Anmerkungen
ja_jp: クリア重視のノート

source: For a main game clear, a shottype multiplier is applied to your DRC points, the result of which is again rounded. <a href="#shottypeMultipliers">Click here</a> for the list of them.
de_de: Für einen Hauptspiel-Clear wird ein Shot Type-Multiplikator auf deine DRC-Punkte angewendet, dessen Ergebnis wiederum gerundet wird. <a href="#shottypeMultipliers">Klick hier</a> für eine Liste dieser Multiplikatoren.
ja_jp: 本編クリアではキャラ倍率がDRCポイントに掛けられます。その結果は四捨五入されます。キャラ倍率のリストはa href="#shottypeMultipliers">ここをクリック</a>。

source: The Phantasmagorias use a separate system. <a href="#phantasmagoria">Click here</a> for said system.
de_de: Die Phantasmagorias verwenden ein anderes System. <a href="#phantasmagoria">Klick hier</a> für dieses System.
ja_jp: 東方夢時空と東方花映塚では別のシステムを使います。その方式は<a href="#phantasmagoria">ここをクリック</a> 。

source: For IN, you obtain 2 (1 on Easy) additional points for each captured Last Spell, with the exception of Imperishable Shooting, which yields 5 points.
de_de: Für IN erhältst du 2 (1 auf Easy) zusätzliche/n Punkt/e für jeden geschafften Last Spell, mit Ausnahme von Imperishable Shooting, der 5 Punkte einbringt.
ja_jp: 東方永夜抄ではラストスペルを取得する度に２点（Easyのみ１点）の追加点を得ます。「インペリシャブルシューティング」の追加点は５点とします。

source: For HSiFS, the first release adds 2 to <em>n</em>, and further releases add 0.5, 0.4, 0.3, 0.2, 0.1 to <em>n</em>.
de_de: Bei HSiFS wird beim ersten Release 2 zu <em>n</em> addiert, in den weiteren Releases wird 0,5, 0,4, 0,3, 0,2 und 0,1 zu <em>n</em> addiert.
ja_jp: 東方天空璋では、最初の季節解放は２ボム扱い、以降の解放は０.５、０.４、０.３、０.２、０.１ボム扱いとします。

source: ||Max * (Base^-n)||
de_de: ||Max * (Basis^-n)||
ja_jp: ||最大点 * (底 ^ -n)||

source: Base
de_de: Basis
ja_jp: 底

source: PoDD & PoFV Survival
ja_jp: 東方夢時空と東方花映塚のクリア重視

source: In the below formula, MaxLives is equal to 5 for PoDD, 7 for PoFV main game and 8 for PoFV Extra. NoBombBonus is a difficulty-specific No Bomb bonus for PoDD and a No Charge Attacks bonus for PoFV. RoundsLost is equal to how many rounds the player lost.
de_de: In der folgenden Formel ist MaxLives gleich 5 für PoDD, 7 für PoFV Main Game und 8 für PoFV Extra. NoBombBonus ist ein Schwierigkeitsgrad-spezifischer No-Bomb-Bonus für PoDD und ein No-Charge-Attacks-Bonus für PoFV. RoundsLost gibt an, wie viele Runden der Spieler verloren hat.
ja_jp: 下式において、最大残機を夢時空で５、花映塚本編で７、花映塚エキストラでは８です。ノーボムボーナスは難易度ごとに変わる、夢時空でのボムの不使用ボーナスと花映塚の（Ｃ１含む）チャージ攻撃の不使用ボーナスです。

source: ||Max - ((Max - Min) / MaxLives * RoundsLost)|| + NoBombBonus
ja_jp: ||最大点 - ((最大点 - 最小点) / 最大残機 * 敗北数)|| + ノーボムボーナス

source: Min points
de_de: Min. Punkte
ja_jp: 最小点

source: No Bomb bonus
ja_jp: ノーボムボーナス

source: Shottype Multipliers
de_de: Shot Type Multiplikatoren
ja_jp: キャラ倍率

source: These are applied to the result of the survival formula for a main game run only; they do <em>not</em> apply for Extra, nor do they apply for HSiFS runs that use releases.For all shots not listed here, the shottype multipliers are equal to 1.
de_de: Diese werden nur auf das Ergebnis der Survival-Formel für einen Hauptspiel-Run angewandt; Sie gelten nicht für Extra und auch nicht für HSiFS-Runs, die Releases verwenden. Für alle hier nicht aufgelisteten Shot Types sind die Shot Type-Multiplikatoren gleich 1.
ja_jp: これらは本編のクリア重視プレイの結果にのみ適用されます。Extraでは適用されません。解放を使用した天空璋のプレイにも適用されません。ここに載っていない機体のキャラ倍率は１となります。

source: Multiplier
de_de: Multiplikator
ja_jp: 倍率

source: LNNs are current as of <span id="lm">%date</span>.
ja_jp: <span id="lm">%date</span>現在のLNN記録です。

source: A list of Touhou Lunatic No Miss No Bomb (LNN) runs, updated every so often. For every shottype in a game, tables will tell you which players have done an LNN with it, if any. If a player has multiple LNNs for one particular shottype, those are not factored in.
de_de: Eine Liste der Touhou Lunatic No Miss No Bomb (LNN) Runs, welche ab und zu aktualisiert wird. Für jeden Shot Type in einem Spiel wird in Tabellen angezeigt, welche Spieler einen LNN damit geschafft haben, wenn überhaupt. Wenn ein Spieler mehrere LNNs für einen bestimmten Shot Type hat, werden diese nicht mitgerechnet.
es_es: Una lista de partidas de Touhou Lunatic No Miss No Bomb (LNN), actualizada de vez en cuando. Para cada tipo de disparo en un juego, las tablas indicarán qué jugadores han realizado un LNN con él, si es que lo han hecho. Si un jugador tiene múltiples LNN para un solo tipo de disparo, esos no se contarán.
ja_jp: 東方原作STG各作品の難易度Lunaticのノーミスノーボム（LNN）リストです。適宜頻繁に更新します。各作品の表とも、各機体において誰が達成したかを記載しています。特定の作品、ショットタイプで複数回のLNNを達成している場合でも１回とカウントされます。
ru_ru: Регулярно обновляющийся список Lunatic No Miss No Bombs (LNN) забегов. Таблицы показывают список игроков, которые сделали LNN на том или ином шоттипе. Если у игрока есть несколько LNN за один и тот же шоттип, они не будут учтены.

source: Extra conditions are required for PCB, TD, HSiFS, WBaWC and UM; these are No Border Breaks for PCB, No Trance for TD, No Release for HSiFS, No Berserk Roar No Roar Breaks for WBaWC, No Cards for UM and No Hyper Breaks for FW. LNN in these games is called LNNN or LNNNN, with extra Ns to denote the extra conditions. The extra condition in UFO, no UFO summons, is optional, as it is not considered to have a significant impact on the difficulty of the run. As for IN, an LNN is assumed to capture all Last Spells and is referred to as LNNFS.
ja_jp: また妖々夢では霊撃無し、神霊廟ではトランス無し、天空璋では開放無し、鬼形獣では霊撃無し、暴走ロアリング無し、虹龍洞ではカード無し、錦上京では霊撃無しが条件となります。この６作品では追加条件によってNが追加され、LNNN又はLNNNNと呼称します。また星蓮船ではUFO招喚無しも考慮されますが、難易度が劇的に変化するわけではないため必須条件とはなっていません。永夜抄ではラストスペル取得を含めLNNFSが条件となります。

source: All of the table columns are sortable.
de_de: Alle Spalten der Tabelle sind sortierbar.
es_es: Todas las columnas de la tabla son ordenables.
ja_jp: 並べ替えには各表の最上段をクリックしてください。
ru_ru: Все столбцы таблицы можно отсортировать.

source: For updates, you can contact <a href="https://bsky.app/profile/maribelhearn42.bsky.social" target="_blank">me</a>, <a href="https://hoangcaominh.github.io/#/profile" target="_blank">Hoàng Cao Minh</a>, <a href="https://www.youtube.com/@valivanvan" target="_blank">crazy4pokemon</a> or <a href="https://www.youtube.com/@allenko1122" target="_blank">AllenKO</a>.
ja_jp: 更新があれば、<a href="https://bsky.app/profile/maribelhearn42.bsky.social" target="_blank">管理者</a>・<a href="https://x.com/CaoMinh_Touhou" target="_blank">Hoàng Cao Minhさん</a>・<a href="https://www.youtube.com/@valivanvan" target="_blank">crazy4pokemonさん</a>・<a href="https://www.youtube.com/@allenko1122" target="_blank">AllenKOさん</a>を連絡して下さい。

source: Contents
de_de: Inhalte
es_es: Contenidos
ja_jp: 内容
ru_ru: Содержание

source: LNN Lists
de_de: LNN Listen
es_es: Listas de LNN
ja_jp: LNNリスト
ru_ru: Списки LNN

source: Search
ja_jp: 探索

source: Recent LNNs
ja_jp: 最近のLNN

source: Overall Count
de_de: Gesamtzahl
es_es: Conteo Total
ja_jp: 総数
ru_ru: Общее количество

source: Player Statistics
ja_jp: プレイヤーの統計

source: Number of Recent LNNs
ja_jp: 最近のLNNの数

source: Save Changes
ja_jp: 変更をセーブ

source: Overall
de_de: Gesamt
es_es: Total
ja_jp: 合計

source: (Different players)
de_de: (Verschiedene Spieler)
es_es: (Jugadores diferentes)
ja_jp: （プレイヤー）

source: Players
de_de: Spieler
es_es: Jugadores
ja_jp: プレイヤー

source: Click a game cover to show its list of LNNs.
de_de: Klick auf ein Spielcover, um die Liste der LNNs anzuzeigen.
es_es: Haz click en un juego para mostrar su lista de LNNs.
ja_jp: LNNリストはゲームをクリック。
ru_ru: Нажмите на обложку игры для получения ее списка LNN.

source: Choose a player or category from the menus below to show their LNNs.
ja_jp: 個人のLNNを表示するには、下記のメニューからプレイヤー名をまたはカテゴリーを選んでください。

source: Replay
es_es: Repetición
ja_jp: リプレイ

source: Video
ja_jp: ビデオ

source: Date
de_de: Datum
es_es: Fecha
ja_jp: 日付

source: Total
ja_jp: 合計

source: Different players
de_de: Verschiedene Spieler
es_es: Jugadores diferentes
ja_jp: プレイヤー

source: Replays
es_es: Repeticiones
ja_jp: リプレイ

source: Games LNN'd
de_de: Spiele LNN'd
es_es: Juegos con LNN
ja_jp: ゲーム

source: (All Windows)
de_de: (Alle Windows)
es_es: Todos los juegos de Windows
ja_jp: （全Windows）

source: Flag of the United Kingdom
de_de: Flagge des Vereinigten Königreichs
ja_jp: イギリスの国旗
ru_ru: Флаг Великобритании

source: Flag of the United States
de_de: Flagge der Vereinigten Staaten
ja_jp: アメリカ合衆国の国旗
ru_ru: Флаг США

source: Flag of Japan
de_de: Flagge von Japan
ja_jp: 日本の国旗
ru_ru: Флаг Японии

source: Flag of the P.R.C.
de_de: Flagge der P.R.C.
ja_jp: 中華人民共和国の国旗
ru_ru: Флаг Китая

source: Flag of Russia
de_de: Flagge von Russland
ja_jp: ロシアの国旗
ru_ru: Флаг России

source: Flag of Germany
de_de: Flagge von Deutschland
ja_jp: ドイツの国旗

source: Flag of Spain
de_de: Flagge von Spanien
ja_jp: スペインの国旗

source: Makai
ja_jp: 魔界

source: Jigoku
ja_jp: 地獄

source: ReimuA
ja_jp: 霊夢A

source: ReimuB
ja_jp: 霊夢B

source: ReimuC
ja_jp: 霊夢C

source: Mima
ja_jp: 魅魔

source: Ellen
ja_jp: エレン

source: Kotohime
ja_jp: 小兎姫

source: Kana
ja_jp: カナ

source: Rikako
ja_jp: 理香子

source: Chiyuri
ja_jp: ちゆり

source: Yumemi
ja_jp: 夢美

source: MarisaA
ja_jp: 魔理沙A

source: MarisaB
ja_jp: 魔理沙B

source: SakuyaA
ja_jp: 咲夜A

source: SakuyaB
ja_jp: 咲夜B

source: Border Team
ja_jp: 霊夢＆紫

source: Magic Team
ja_jp: 魔理沙＆アリス

source: Scarlet Team
ja_jp: 咲夜＆レミリア

source: Ghost Team
ja_jp: 妖夢＆幽々子

source: Reimu
ja_jp: 霊夢

source: Marisa
ja_jp: 魔理沙

source: Sakuya
ja_jp: 咲夜

source: Youmu
ja_jp: 妖夢

source: Yukari
ja_jp: 紫

source: Alice
ja_jp: アリス

source: Remilia
ja_jp: レミリア

source: Yuyuko
ja_jp: 幽々子

source: Reisen
ja_jp: 鈴仙

source: Cirno
ja_jp: チルノ

source: Lyrica
ja_jp: リリカ

source: Mystia
ja_jp: ミスティア

source: Tewi
ja_jp: てゐ

source: Aya
ja_jp: 文

source: Medicine
ja_jp: メディスン

source: Yuuka
ja_jp: 幽香

source: Komachi
ja_jp: 小町

source: Eiki
ja_jp: 映姫

source: MarisaC
ja_jp: 魔理沙C

source: SanaeA
ja_jp: 早苗A

source: SanaeB
ja_jp: 早苗B

source: Hatate
ja_jp: はたて

source: Sanae
ja_jp: 早苗

source: ReimuSpring
de_de: ReimuFrühling
ja_jp: 霊夢(春)

source: CirnoSpring
de_de: CirnoFrühling
ja_jp: チルノ(春)

source: AyaSpring
de_de: AyaFrühling
ja_jp: 文(春)

source: MarisaSpring
de_de: MarisaFrühling
ja_jp: 魔理沙(春)
