Repository: MaribelHearn/maribelhearn.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, ja_jp, ru_ru

source: MS Black Label by
de_de: MS Black Label von
es_es: MS Black Label por
ja_jp: MSブラックレーベル by
ru_ru: MS Black Label от

source: Increases the graze cap from 999 to 65536.
de_de: Erhöht die Obergrenze für Graze von 999 auf 65536.
es_es: Incrementa el límite de graze de 999 a 65536.
ja_jp: グレイズのカウントストップを999から65536に変更するツールです。
ru_ru: Увеличивает потолок грейза с 999 до 65536.

source: EoSD Capture History Tracker by
de_de: EoSD Capture History Tracker von
es_es: Rastreador de Historial de Capturas de EoSD por
ja_jp: 紅魔郷スペルカードヒストリートラッカー by
ru_ru: Трекер капрейта в EoSD от

source: Command-line tool that allows you to track how many times you captured spells in EoSD. Includes Stage 4 Books and Play Time tracking, as well as allowing for multiple save files.
de_de: Kommandozeilen-Tool, mit dem du verfolgen kannst, wie oft du in EoSD Spells geschafft hast. Enthält Stage 4 Books und Spielzeit-Tracking, sowie die Möglichkeit, mehrere Speicherstände zu haben.
es_es: Herramienta de línea de comando que te permite rastrear cuántas veces has capturado spells en EoSD. Incluye los libros del nivel 4 y rastreo de tiempo de juego, también permite uso en múltiples archivos de guardado.
ja_jp: ステージ４魔導書地帯の突破カウント、複数のセーブファイルに対応した、紅魔郷スペルカードの取得回数をカウントするコマンドラインツールです。
ru_ru: Консольная программа которая позволяет отслеживаеть капрейт в EoSD. Включает в себя зелёные книги с 4-го стейджа и общее время игры, с поддержкой нескольких файлов сохранений.

source: PoFV Play Time Recorder by
de_de: PoFV Spielzeitrekorder von
es_es: Contador de tiempo de juego de PoFV por
ja_jp: 花映塚プレイタイムレコーダー by
ru_ru: Трекер игрового времени в PoFV от

source: Keeps track of your play time in PoFV.
de_de: Trackt deine Spielzeit in PoFV.
es_es: Toma cuenta del tiempo de juego en PoFV.
ja_jp: 花映塚のプレイ時間を追跡するツールです。
ru_ru: Отслеживает время игры в PoFV.

source: PoFV Replay Save Crash Fixer
es_es: Arreglo del crasheo de guardado de repeticiones de PoFV
ja_jp: 花映塚リプレイ保存クラッシュ回避ツール
ru_ru: Фикс сохранения реплеев в PoFV

source: Launching this alongside the game fixes the bug that makes the game crash whenever you save a replay.
de_de: Wenn du diesen Fix zusammen mit dem Spiel startest, wird der Bug behoben, der zum Absturz des Spiels führt, wenn du ein Replay speicherst.
es_es: Ejecutando esto junto al juego arregla el bug que hace que se congele cada vez que guardas una repetición.
ja_jp: このツールを起動した状態では、花映塚のリプレイ保存画面で花映塚がクラッシュしてリプレイを保存できない状況を回避できます。
ru_ru: При запуске с игрой фиксит краш при сохранении реплея.

source: TD Arrange Patch by
de_de: TD Arrange Patch von
es_es: Parche de arreglos de TD por
ja_jp: 神霊廟アレンジパッチ by
ru_ru: TD Arrange от

source: Modification of TD that removes the invincibility from trances, instead allowing you to use them starting at 1/3 full gauge.
de_de: Modifikation von TD, welche die Unbesiegbarkeit während des Trances aufhebt und es stattdessen erlaubt, Trances ab 1/3 vollem Gauge zu benutzen.
es_es: Modificación de TD que remueve la invulnerabilidad de los trances, en vez de ello te permite usarlos comenzando a 1/3 del medidor lleno.
ja_jp: 神霊廟のトランス中無敵をなくす代わりに、３ゲージのうち１ゲージ以上の状態であればトランスできるようになるツールです。
ru_ru: Мод на TD который убирает неуязвимость в трансе, но позволяет его использовать при 1/3 шкалы транса.

source: HSiFS Max Season Start by
de_de: HSiFS Max Season Start von
es_es: Inicio de estación máxima en HSiFS por
ja_jp: 天空璋季節ゲージマックススタート by
ru_ru: HSiFS максимальные сезоны от

source: Lets you start with your season level at 6.
de_de: Lässt dich mit einem Season-Level von 6 starten.
es_es: Te permite iniciar con tu estación al nivel 6.
ja_jp: 季節ゲージがマックスの状態で始められるツールです。
ru_ru: Позволяет начать с 6-ым уровнем сезона.

source: Polished Shooting Star by
de_de: Polished Shooting Star von
ja_jp: ポリッシュシューティングスター by
ru_ru: Polished Shooting Star от

source: Allows you to run the fangame Shining Shooting Star without requiring you to set your locale to Chinese. Note that it does not fix the pattern speed bug on locales that use a comma for decimals, which makes certain patterns extremely fast until a full run is played or a replay of one of certain stages is watched.
de_de: Ermöglicht dir es, das Fangame Shining Shooting Star zu spielen, ohne dein System Locale auf Chinesisch einstellen zu müssen. Beachte, dass der Fehler mit der Pattern-Geschwindigkeit bei System Locales, die ein Komma für Dezimalstellen verwenden, nicht behoben wird. Dadurch werden bestimmte Patterns extrem schnell, bis ein vollständiger Run gespielt oder ein Replay einer bestimmten Stage angesehen wird.
es_es: Te permite jugar el fangame Shining Shooting Star sin necesitar cambiar tu locale a Chino. Tomar en cuenta que no arregla el bug de velocidad de patrones que usaban una coma para decimales, lo cual hace que ciertos patrones sean demasiado rápidos hasta que una sesión completa se ha jugado o una repetición de ciertos niveles se ha visto.
ja_jp: ロケールを中国語に設定することなく、ファンゲーム「Shining Shooting Star」を実行できるようにするツールです。なお小数点にカンマを使用するロケールでは、フルランを再生するか特定のステージのリプレイを見るまで、特定のパターンが極端に速くなるパターンスピードのバグは修正されません。
ru_ru: Позволяет играть в фангейм Shining Shooting Star без надобности ставить китайскую локаль. Однако, на локалях, где используется запятая для десятичных, случится баг при котором некоторые паттерны станут слишком быстрыми. Это фиксится после просмотра реплея или после полного забега.

source: Input Display by
de_de: Input Display von
es_es: Muestra de Input por
ja_jp: インプットディスプレイ by
ru_ru: Дисплей инпутов от

source: Shows your button presses. Works on both gameplay and replays.
de_de: Zeigt deine Tastendrücke an. Funktioniert sowohl im Spiel als auch bei Replays.
es_es: Muestra los botones que aprietas, funciona en juego y repeticiones.
ja_jp: ボタンの押下状態を表示します。実際のプレイ中、リプレイ再生中ともに動作します。
ru_ru: Показывает нажатые кнопки. Работает в реальном времени и в реплеях.

source: LoLK Pointdevice no power loss by
de_de: LoLK Pointdevice kein Power-Verlust von
es_es: LoLK Modo Perfecto sin pérdida de poder por
ja_jp: 紺珠伝完全無欠パワー低下無効パッチ by
ru_ru: LoLK Pointdevice без потери силы от

source: Disables the 0.01 power loss mechanic of Pointdevice Mode in LoLK, making sure you never lose power upon restarting a chapter.
de_de: Deaktiviert die 0,01-Power-Verlust-Mechanik des Pointdevice-Modus in LoLK und stellt sicher, dass du beim Neustart eines Kapitels niemals Power verlierst.
es_es: Deshabilita la pérdida de 0.01 de poder del Modo Perfecto en LoLK, asegurándote que nunca pierdas poder al reiniciar un capítulo.
ja_jp: 紺珠伝完全無欠モードでの被弾時のパワー0.01の低下をなくし、再挑戦できるようにするツールです。
ru_ru: Убирает механику потери 0.01 силы режима Pointdevice.

source: HSiFS UFO mod by
de_de: HSiFS UFO Mod von
es_es: Mod de UFO para HSiFS
ja_jp: 天空璋UFOモッド by
ru_ru: HSiFS UFO мод от

source: Adds UFOs to HSiFS.
de_de: Fügt UFOs zu HSiFS hinzu.
es_es: Añade ovnis a HSiFS.
ja_jp: 天空璋に星蓮船のUFOシステムを移植するツールです。
ru_ru: Добавляет НЛО в HSiFS.

source: WBaWC score cap mod by
de_de: WBaWC Punktzahlbegrenzung-Mod von
es_es: Modificación de puntuación en WBaWC por
ja_jp: 鬼形獣スコアカンスト解除モッド by
ru_ru: Фикс каунтерстопа в WBaWC от

source: Allows the in-game score counter to exceed 9,999,999,990 points.
de_de: Ermöglicht es, dass die Punktzahl 9.999.999.990 überschreiten kann.
es_es: Le permite al contador del juego exceder los 9,999,999,990 puntos.
ja_jp: ゲーム内の9,999,999,990を突破しているスコアを実際のスコアで表示するツールです。
ru_ru: Позволяет счетчику очков превышать 9.999.999.990 очков.

source: These are (mostly) complete <span class="code">score.dat</span> files useful for practice combined with other tools, as they have unlocked the Extra Stage, every practice stage and spell in Spell Practice for all shottypes.
de_de: Dies sind (größtenteils) vollständige <span class="code">score.dat</span>-Dateien, die zum Üben in Kombination mit anderen Tools hilfreich sind, da sie die Extra Stage, alle Practice Stages und Spells in der Spell Practice für alle Shot Types freigeschaltet haben.
es_es: Estos son los (casi) completos archivos <span class="code">score.dat</span> útiles para practicar y combinarlos con otras herramientas, ya que tienen el Nivel Extra desbloqueado, todo nivel en Modo Práctica y todas las spells desbloqueadas para practicarlas con todos los tipos de disparo.
ja_jp: （ほとんど）全てのスコアデータファイル（score.dat）です。エクストラステージ開放、ステージプラクティス開放、スペルプラクティス開放を全ての機体で済ませてあり、他のツールと合わせての練習に役立ちます。
ru_ru: (Почти) полные score.dat файлы, которые можно использовать для практики совместно с другими инструментами, так как в них открыты Экстра-уровень, все уровни для пратики и спеллы в Практике Спелл-карт для всех шоттипов.

source: All official shooting games aside from VD are included.
de_de: Alle offiziellen Shooter-Spiele mit Ausnahme von VD sind enthalten.
es_es: Todos los juegos de disparo a excepción de VD están incluidos.
ja_jp: 全ての公式シューティングゲーム（ナイトメアダイアリーを除く）を含んでいます。
ru_ru: Включены все официальные шмапы кроме VD.

source: Japanese program that can load <span class="code">.ssg</span> files that modify the game while it is running, allowing for practice options as well as cheats. SpoilerAL SSGs require the <em>original Japanese versions</em> of the games to work. The 4.6 SSGs have practice options such as skipping to a specific frame of the game or a specific spell, while the niL SSGs have cheat options such as invincibility. There is also a separate MoF SSG made by <a href="https://www.twitch.tv/akaldar" target="_blank">Akaldar</a> for efficient practice in that game specifically, a separate GFW SSG, as well as a TD SSG specifically designed for efficient scoring practice, made by Leo, a DDC SSG and a LoLK Chapter Practice SSG by <a href="https://www.youtube.com/channel/UChyVpooBi31k3xPbWYsoq3w" target="_blank">32th System</a> and separate HSiFS SSGs with cheat options. Be wary of an occasional menu bug that causes an SSG to duplicate itself and make other SSGs invisible.
de_de: Japanisches Programm, welches <span class="code">.ssg</span>-Dateien laden kann, die das Spiel modifizieren während es läuft, und das sowohl Übungsoptionen als auch Cheats ermöglicht. SpoilerAL SSGs benötigen die <em>japanischen Originalversionen</em> der Spiele, um zu funktionieren. Die 4.6 SSGs haben Übungsoptionen wie das Überspringen zu einem bestimmten Frame des Spiels oder zu einem bestimmten Spell, während die niL SSGs Cheat-Optionen wie z.B. Unbesiegbarkeit bieten. Es gibt auch eine separate MoF-SSG, die von <a href="https://www.twitch.tv/akaldar" target="_blank">Akaldar</a> speziell für effizientes Üben in diesem Spiel gemacht wurde, eine separate GFW-SSG, sowie eine TD-SSG, die speziell für effizientes Üben von Scoring designt wurde und von Leo gemacht wurde, eine DDC-SSG und eine LoLK-Kapitel-Übungs-SSG von <a href="https://www.youtube.com/channel/UChyVpooBi31k3xPbWYsoq3w" target="_blank">32th System</a> und separate HSiFS-SSGs mit Cheat-Optionen. Achte auf einen gelegentlichen Menübug, der dazu führt, dass eine SSG sich selbst dupliziert und andere SSGs unsichtbar macht.
es_es: Programa japonés que permite cargar archivos en formato <span class="code">.ssg</span> que modifican el juego mientras se está ejecutando, otorgando opciones para practicar, como también usar trampas. Los SSG de SpoilerAL requieren la <em>versión original en japonés</em> de los juegos para funcionar. Los SSG de 4.6 tienen opciones de práctica como saltar a un frame específico del juego o una spell específica, mientras que los SSG de niL tienen opciones de trampa como invencibilidad. También hay un SSG de MoF aparte, creado por <a href="https://www.twitch.tv/akaldar" target="_blank">Akaldar</a> para practicar eficientemente en este juego, un SSG de GFW aparte, como también un SSG de TD específicamente diseñado para practicar eficientemente por puntuación, hecho por Leo, un SSG de DDC y un SSG de práctica de capítulos de LoLK por<a href="https://www.youtube.com/channel/UChyVpooBi31k3xPbWYsoq3w" target="_blank">32th System</a>, y un SSG de HSiFS aparte, con opciones de trampa. Sea cauteloso con un bug ocasional en el menú del programa que causa que un SSG se duplique a sí mismo y deje a los otros SSG invisibles.
ja_jp: ファイルをゲームの動作中に読み込み、プラクティスオプションの設定やチートの設定が出来る日本産のプログラムです。SpoilerALはオリジナルの日本語版ゲームにのみ適用可能です。
ru_ru: Японская программа, загружающая <span class="code">.ssg</span> файлы, которые модифицируют игру пока она запущена, для практики а также читов. SSG файлы SpoilerAL требуют оригинальные японские версии игр, чтобы они сработали. Файлы 4.6 SSG имеют опции для практики, такие как скип до определенного фрейма игры или определенного спелла, тогда как niL SSG содержат читы, такие как неуязвимость. Также есть отдельный SSG для MoF от <a href="https://www.twitch.tv/akaldar" target="_blank">Akaldar</a> для эффективной практики в MoF, отдельные SSG для GFW и TD для эффективной практики скоринга от Leo, SSG для DDC и LoLK от <a href="https://www.youtube.com/channel/UChyVpooBi31k3xPbWYsoq3w" target="_blank">32th System</a> и отдельные SSG для HSiFS с читами. Учтите, что иногда появлятся баг в меню который дюпает SSG и делает другие SSG невидимыми.

source: Main Program
de_de: Hauptprogramm
es_es: Programa
ja_jp: メインプログラム
ru_ru: Главная программа

source: SSG Pack (4.6)
es_es: Paquete de SSG (4.6)
ja_jp: SSGパック（4.6）
ru_ru: Пак SSG (4.6)

source: SSG Pack (niL)
es_es: Paquete de SSG (niL)
ja_jp: SSGパック（niL）
ru_ru: Пак SSG (niL)

source: SSG Pack (LET)
es_es: Paquete de SSG (LET)
ja_jp: SSGパック（LET）
ru_ru: Пак SSG (LET)

source: SSG Pack (niL, English translated)
de_de: SSG Pack (niL, Englisch übersetzt)
es_es: Paquete de SSG (niL, Traducido al inglés)
ja_jp: SSGパック（niL 英語翻訳版）
ru_ru: Пак SSG (niL с английским переводом)

source: MoF SSG by Akaldar
de_de: MoF-SSG von Akaldar
es_es: SSG para MoF por Akaldar
ja_jp: 風神録SSG（Akaldar）
ru_ru: MoF SSG от Akaldar

source: GFW SSG (English translated)
de_de: GFW-SSG (Englisch übersetzt)
es_es: SSG para GFW (Traducido al inglés)
ja_jp: 大戦争SSG（英語翻訳版）
ru_ru: GFW SSG (с английским переводом)

source: TD Scoring SSG by Leo (English translated)
de_de: TD Scoring-SSG von Leo (Englisch übersetzt)
es_es: SSG para puntuar en TD por Leo (Traducido al inglés)
ja_jp: 神霊廟スコアリングSSG by Leo（英語翻訳版）
ru_ru: TD Scoring SSG от Leo (с английским переводом)

source: HSiFS Scoring SSG by Sonitsuku
de_de: HSiFS Scoring-SSG von Sonitsuku
es_es: SSG para puntuar en HSiFS por Sonitsuku
ja_jp: 天空璋スコアリングSSG by Sonitsuku
ru_ru: HSiFS Scoring SSG от Sonitsuku

source: DDC SSG by 32th System
de_de: DDC-SSG von 32th System
es_es: SSG para DDC por 32th System
ja_jp: 輝針城SSG by 32th System
ru_ru: DDC SSG от 32th System

source: LoLK SSG by CreepyNinja
de_de: LoLK-SSG von CreepyNinja
es_es: SSG para LoLK por CreepyNinja
ja_jp: 紺珠伝SSG by CreepyNinja
ru_ru: LoLK SSG от CreepyNinja

source: LoLK Chapter Practice SSG by 32th System
de_de: LoLK-Kapitel-Übungs-SSG von 32th System
es_es: SSG para practicar capítulos en LoLK por 32th System
ja_jp: 紺珠伝チャプタープラクティスSSG by 32th System
ru_ru: LoLK SSG с практикой глав от 32th System

source: HSiFS SSG (cheats, English translated)
de_de: HSiFS-SSG (Cheats, Englisch übersetzt)
es_es: SSG para HSiFS (Trampas, Traducido al inglés)
ja_jp: 天空璋SSG（チート用。英語翻訳版）
ru_ru: HSiFS SSG (читы, с английским переводом)

source: Alternative HSiFS SSG (English translated)
de_de: Alternative HSiFS-SSG (Englisch übersetzt)
es_es: SSG alternativo para HSiFS (Traducido al inglés)
ja_jp: オルタナティブ天空璋SSG（英語翻訳版）
ru_ru: Альтернативный HSiFS SSG (с английским переводом)

source: Patches intended for efficient practice in one or more games, allowing the player to skip to patterns or changing power and such.
de_de: Patches für effizientes Üben in einem oder mehreren Spiel/en, die es dem Spieler ermöglichen, zu Patterns zu springen oder die eigene Power zu verändern usw.
es_es: Parches destinados a la práctica eficiente en uno o más juegos, permitiendo al jugador saltarse patrones o cambiar el poder, entre otras cosas.
ja_jp: パッチを使うことにより、複数の特定のゲームにおいてパターンの練習、または希望するパワーでの効果的な練習ができます。
ru_ru: Патчи для эффективной практики в определенных играх, позволяющие игроку пропускать до определенных паттернов, менять свою силу и прочее.

source: Practice Tools by
de_de: Übungs-Tools von
es_es: Herramientas de práctica por
ja_jp: プラクティスツール by
ru_ru: Инструменты для практики от

source: Tools that allow you to skip to specific patterns in SA, UFO and LoLK, also allowing for other settings like your current power. The UFO and LoLK tools are external programs, while the SA tool is a modification of the program. The LoLK one was made for v1.00a but mostly functions properly on v1.00b as well.
de_de: Tools, die es dir ermöglichen, zu bestimmten Patterns in SA, UFO und LoLK zu springen, und die auch andere Einstellungen wie deine aktuelle Power ermöglichen. Die UFO- und LoLK-Tools sind externe Programme, während das SA-Tool eine Modifikation des Programms ist. Das LoLK-Tool wurde für v1.00a entwickelt, funktioniert aber größtenteils auch auf v1.00b.
es_es: Herramientas que permiten saltarte patrones específicos en SA, UFO y LoLK, también permitiendo otras opciones como tu poder actual. Las herramientas para UFO y LoLK son programas externos, mientras que la herramienta para SA es una modificación del juego. La herramienta de LoLK fue creada para la versión v1.00a, pero también funciona en la versión v1.00b.
ja_jp: 地霊殿、星蓮船、紺珠伝で開始パワーの調整などができ、さらに特定のシーンにスキップできるツールです。星蓮船と紺珠伝では外部ツールとして動作しますが、地霊殿ではプログラム自体を改変して動作します。紺珠伝では1.00a向けに作成されていますが、1.00bでも動作するはずです。
ru_ru: Программы, позволяющие скипать до определенных паттернов в SA, UFO и LoLK, также с возможностью изменять параметры вроде силы. Программы UFO и LoLK являются внешними, тогда как программа для SA - ее модификация. Программа для LoLK была сделана для версии 1.00a, но должна работать для 1.00b.

source: WBaWC Practice by
de_de: WBaWC Übung von
es_es: Práctica de WBaWC por
ja_jp: 鬼形獣プラクティス by
ru_ru: Практика для WBaWC от

source: Allows skipping to any part of the game, similar to Riri's practice tools, using an in-game menu.
de_de: Ermöglicht das Springen zu einem beliebigen Teil des Spiels, ähnlich wie bei Riris Übungstool, über ein Menü im Spiel.
es_es: Permite saltar a cualquier parte del juego, similar a las herramientas de práctica de Riri, usando un menú dentro del juego.
ja_jp: Ririさんのプラクティスツールに似た、ゲームの好きな箇所にスキップできるツールです。ゲーム内メニューで操作します。
ru_ru: Позволяет пропускать до любой части игры, используя внутриигровое меню, как программа Riri.

source: GFW "Brown Label" Practice by
de_de: GFW "Brown Label" Übung von
es_es: Práctica de GFW “Brown Label” por
ja_jp: 大戦争 "ブラウンレーベル" プラクティス by
ru_ru: GFW "Brown Label" от

source: Modified <span class="code">.dat</span> files that allow you to practice specific stages of any route in the game. Select A in-game for full stage practice, B for midboss and boss and C for boss only. Refer to the readme file for further information.
de_de: Modifizierte <span class="code">.dat</span>-Dateien, mit denen du bestimmte Stages einer beliebigen Route im Spiel üben kannst. Wähle im Spiel A für das Üben der gesamten Stage, B für Midboss und Boss und C nur für den Boss. Weitere Informationen findest du in der Readme-Datei.
es_es: Archivos <span class="code">.dat</span> modificados que te permiten practicar niveles específicos de cualquier ruta en el juego. Selecciona A dentro del juego para práctica de nivel completo, B para subjefes y jefes y C para solo jefes. Revisa el archivo Léeme para más información.
ja_jp: 特定のルートの特定のステージを練習できる改変 <span class="code">.dat</span> ファイルです。
ru_ru: Модифицированные <span class="code">.dat</span> файлы, которые позволяют практиковать определенные стейджи любого маршрута в игре. Выберите A-маршрут для практики всего стейджа, B для мидбосса и босса, или C - только босс. Для полной информации прочитайте файл readme.

source: Modifications to the main <span class="code">.dat</span> files of the games that skip stage portions, allowing you to efficiently practice boss battles. The skipping applies to both full runs and practice runs.
de_de: Modifikationen an den <span class="code">.dat</span>-Hauptdateien der Spiele, durch die Teile der Stages übersprungen werden, sodass du Bosskämpfe effizient üben kannst. Das Überspringen gilt sowohl für vollständige Runs als auch für Practice Runs.
es_es: Modificaciones a los archivos <span class="code">.dat</span> principales de los juegos que salta las secciones de nivel, permitiendo practicar las batallas de jefe de manera eficiente. Este salto aplica a partidas completas y de práctica.
ja_jp: メインの <span class="code">.dat</span> ファイルを書き換え、道中をプレイすることなく効果的にボスを練習できるツールです。本編にもプラクティスにも適用されます。
ru_ru: Это модификации к <span class="code">.dat</span> файлам игры которые пропускают стейджи, позволяя практиковать боссов. Пропуск стейджев работает как в практике, так и в полной игре.

source: Boss Rush Patches by
de_de: Boss Rush Patches von
es_es: Parches Boss Rush por
ja_jp: ボスラッシュパッチ by
ru_ru: Боссраш патчи от

source: All midbosses and bosses are included, everything else being kept the same. There are also 'boss-only' versions that do skip the midbosses.
de_de: Alle Midbosse und Bosse sind enthalten, alles andere ist gleich geblieben. Es gibt auch "Boss-only"-Versionen, welche die Midbosse überspringen.
es_es: Todas las subjefas y jefas están incluidas, el resto se mantiene igual. Hay también versiones con "solo jefas" que se saltan las subjefas.
ja_jp: 全ての中ボスとボスが登場します。通常のボスラッシュです。”ボスオンリー”バージョンでは中ボスもスキップされます。
ru_ru: Включены все мидбоссы и боссы. Также есть версия только с боссами.

source: Patches for SA and UFO that not only remove stage portions, but also bombs. The SA one includes turning Stage 4 into 'Satori Rush', where you fight every single one of her Spell Cards. Note that the safe areas on Border of Wave and Particle and Utsuho's 3rd spell are removed in this patch.
de_de: Patches für SA und UFO, die nicht nur Teile der Stages, sondern auch Bomben entfernen. Der SA-Patch verwandelt Stage 4 in "Satori Rush", wo man gegen jede einzelne ihrer Spell Cars kämpft. Beachte, dass die sicheren Bereiche während Border of Wave and Particle und Utsuhos 3. Spell in diesem Patch entfernt werden.
es_es: Parches para SA y UFO que no solo remueven las secciones de nivel, también las bombas. El parche para SA convierte el nivel 4 en Satori Rush donde te enfrentarás a cada una de sus Spell Cards. Tenga en cuenta que las zonas seguras en Recolección «Límite entre Onda y Partícula» y la tercera spell de Utsuho fueron removidas en este parche.
ja_jp: 地霊殿と星蓮船に適用されるボスラッシュパッチですが、こちらではボムが使用不可となります。地霊殿ではステージ４で、全ての想起を攻略しなければならない"さとりラッシュ"が出現します。波と粒の境界やお空３枚目の安全地帯はこのパッチでは消滅しています。
ru_ru: Патчи для SA и UFO которые убирают стейджи и бомбы. В SA четвертый уровень превращается в "Сатори раш", в котором вы сражаетесь с каждой ее спеллкартой вне зависимости от шоттипа. Сейфспоты на Boundary of Wave and Particle и 3-ем спелле Уцухо в этом патче пофикшены.

source: EoSD Boss Rush by
de_de: EoSD Boss Rush von
es_es: Boss Rush de EoSD por
ja_jp: 紅魔郷ボスラッシュ by
ru_ru: Боссраш EoSD от

source: Another boss rush patch for EoSD, also including 'Patchouli Rush'.
de_de: Ein weiterer Boss Rush Patch für EoSD, der auch "Patchouli Rush" enthält.
es_es: Otro parche de Boss Rush de EoSD, que incluye un "Patchouli Rush".
ja_jp: もうひとつの紅魔郷向けボスラッシュパッチです。こちらでは"パチュリーラッシュ"が実装されています。
ru_ru: Боссраш патч для EoSD, который включает в себя "Пачули раш".

source: PCB Boss Rush by rsy_type1 and
de_de: PCB Boss Rush von rsy_type1 und
es_es: Boss Rush de PCB por rsy_type1 y
ja_jp: 妖々夢ボスラッシュ by rsy_type1 and
ru_ru: Боссраш PCB от rsy_type1 и

source: A boss rush patch for PCB.
de_de: Ein Boss Rush Patch für PCB.
es_es: Un parche de Boss Rush de PCB.
ja_jp: 妖々夢のボスラッシュパッチです。
ru_ru: Боссраш патч для PCB.

source: WBaWC Boss Rush by
de_de: WBaWC Boss Rush von
es_es: Boss Rush de WBaWC por
ja_jp: 鬼形獣ボスラッシュ by
ru_ru: Боссраш WBaWC от
