Repository: MaribelHearn/maribelhearn.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, ja_jp, ru_ru

source: ReimuSummer
de_de: ReimuSommer
ja_jp: 霊夢(夏)

source: CirnoSummer
de_de: CirnoSommer
ja_jp: チルノ(夏)

source: AyaSummer
de_de: AyaSommer
ja_jp: 文(夏)

source: MarisaSummer
de_de: MarisaSommer
ja_jp: 魔理沙(夏)

source: ReimuAutumn
de_de: ReimuHerbst
ja_jp: 霊夢(秋)

source: CirnoAutumn
de_de: CirnoHerbst
ja_jp: チルノ(秋)

source: AyaAutumn
de_de: AyaHerbst
ja_jp: 文(秋)

source: MarisaAutumn
de_de: MarisaHerbst
ja_jp: 魔理沙(秋)

source: ReimuWinter
ja_jp: 霊夢(冬)

source: CirnoWinter
ja_jp: チルノ(冬)

source: AyaWinter
ja_jp: 文(冬)

source: MarisaWinter
ja_jp: 魔理沙(冬)

source: ReimuWolf
ja_jp: 霊夢W

source: ReimuOtter
ja_jp: 霊夢O

source: ReimuEagle
de_de: ReimuAdler
ja_jp: 霊夢E

source: MarisaWolf
ja_jp: 魔理沙W

source: MarisaOtter
ja_jp: 魔理沙O

source: MarisaEagle
de_de: MarisaAdler
ja_jp: 魔理沙E

source: YoumuWolf
ja_jp: 妖夢W

source: YoumuOtter
ja_jp: 妖夢O

source: YoumuEagle
de_de: YoumuAdler
ja_jp: 妖夢E

source: Ran
ja_jp: 藍

source: Aunn
ja_jp: あうん

source: Nazrin
ja_jp: ナズーリン

source: Seiran
ja_jp: 清蘭

source: Rin
ja_jp: 燐

source: Tsukasa
ja_jp: 典

source: Mamizou
ja_jp: マミゾウ

source: Yachie
ja_jp: 八千慧

source: Saki
ja_jp: 早鬼

source: Yuuma
ja_jp: 尤魔

source: Suika
ja_jp: 萃香

source: Biten
ja_jp: 美天

source: Enoko
ja_jp: 慧ノ子

source: Chiyari
ja_jp: ちやり

source: Hisami
ja_jp: 日狭美

source: Zanmu
ja_jp: 残無

source: UDoALG
ja_jp: 獣

source: FW
ja_jp: 錦

source: ReimuR1
ja_jp: 霊夢R1

source: ReimuR2
ja_jp: 霊夢R2

source: ReimuB1
ja_jp: 霊夢B1

source: ReimuB2
ja_jp: 霊夢B2

source: ReimuY1
ja_jp: 霊夢Y1

source: ReimuY2
ja_jp: 霊夢Y2

source: ReimuG1
ja_jp: 霊夢G1

source: ReimuG2
ja_jp: 霊夢G2

source: MarisaR1
ja_jp: 魔理沙R1

source: MarisaR2
ja_jp: 魔理沙R2

source: MarisaB1
ja_jp: 魔理沙B1

source: MarisaB2
ja_jp: 魔理沙B2

source: MarisaY1
ja_jp: 魔理沙Y1

source: MarisaY2
ja_jp: 魔理沙Y2

source: MarisaG1
ja_jp: 魔理沙G1

source: MarisaG2
ja_jp: 魔理沙G2

source: This page contains download links to all kinds of different patches or tools applicable to the official Touhou shooting games.
de_de: Diese Seite enthält Download-Links zu allen möglichen Patches oder Tools für die offiziellen Touhou-Shooter-Spiele.
es_es: Esta página contiene enlaces de descarga para toda clase de parches o herramientas aplicables a los juegos de disparo oficiales de Touhou.
ja_jp: このページでは公式の東方シューティングゲームに対応する多様なパッチ、ツールへのリンクを紹介しています。
ru_ru: Эта страница содержит ссылки на скачивание различных патчей и инструментов для официальных Тохо шмапов.

source: Some of the patches are also available at <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Servers"><span class="icon thcrap_icon"></span> Touhou Patch Center</a> and can be used through <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Download">their automatic translation patcher and modding tool</a>, which can also be downloaded using our mirror below (see THCRAP section). These patches will have the favicon of their site next to them.
de_de: Einige Patches sind auch im <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Servers"><span class="icon thcrap_icon"></span>Touhou Patch Center</a> verfügbar und können durch deren <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Download">automatischen Übersetzungs-Patcher und Modding-Tool</a> verwendet werden, die auch über unseren Mirror unten heruntergeladen werden können (siehe THCRAP-Sektion). Diese Patches haben das Favicon ihrer Website neben ihnen.
es_es: Algunos de los parches también están disponibles en <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Servers"><span class="icon thcrap_icon"></span> Touhou Patch Center</a> y pueden ser usados mediante <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Download">su parchador automático de traducciones y herramienta de modding</a>, los cuales también pueden ser descargados usando nuestro mirror más abajo (véase la sección de THCRAP). Estos parches tendrán su ícono al lado de ellos.
ja_jp: いくつかのパッチは <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Servers"><span class="icon thcrap_icon"></span>THCRAP東方パッチセンター</a>を通じて自動<a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Download">翻訳パッチや改変ツール</a>とともに利用できます。またそれらは本サイトのミラーからもダウンロード可能で、それらにはfaviconを併記してあります。(THCRAPの項目を参照)。
ru_ru: Некоторые из патчей также доступны в <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Servers"><span class="icon thcrap_icon"></span> Touhou Patch Center</a> и могут быть установлены при помощи их <a href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Download">автоматического патчера и инструмента для моддинга</a>, который можно скачать по ссылке ниже (см. THCRAP). У этих патчей будет показана иконка их сайта.

source: DX8 to DX9 converter
de_de: DX8 zu DX9-Konverter
es_es: Convertidor de DX8 a DX9
ja_jp: DX8からDX9へのコンバータ
ru_ru: Конвертер DX8 to DX9

source: Shottype Modifications
de_de: Shot Type-Modifikationen
es_es: Modificaciones para Tipos de Disparo
ja_jp: ショットタイプ改変ツール
ru_ru: Модификации шоттипов

source: Hard Mode / Ultra Patches
es_es: Parches de Modo Difícil / Ultra
ja_jp: ハードモード/ウルトラモードパッチ
ru_ru: Хард мод / Ультра патчи

source: Graphical Patches
de_de: Grafische Patches
es_es: Parches Gráficos
ja_jp: グラフィックパッチ
ru_ru: Графические патчи

source: PC-98 Emulators
de_de: PC-98-Emulatoren
es_es: Emuladores de PC-98
ja_jp: PC-98エミュレータ
ru_ru: Эмуляторы PC-98

source: Miscellaneous
de_de: Sonstiges
es_es: Misceláneos
ja_jp: その他
ru_ru: Прочее

source: Deprecated
ja_jp: 非推奨

source: Completed Scorefiles
de_de: Vollständige Score-Dateien
es_es: Archivos de puntaje completados
ja_jp: 全開放済みのスコアデータファイル
ru_ru: Полные скорфайлы

source: General Practice Tools
de_de: Allgemeine Übungstools
es_es: Herramientas de Práctica Generales
ja_jp: 全般的プラクティスツール
ru_ru: Общие инструменты для практики

source: Boss Rush Patches
es_es: Parches de Boss Rush
ja_jp: ボスラッシュパッチ
ru_ru: Боссраш патчи

source: Specific Pattern Practice
de_de: Spezifische Pattern-Übungen
es_es: Prácticas para Patrones Específicos
ja_jp: 特定パターンのプラクティスツール
ru_ru: Практика определенных паттернов

source: Removes input delay, allows you to increase in-game FPS (default is 60), optionally fixes several bugs (PCB cherry display, MoF MarisaB 3-power unfocus, UFO 2.147b score display). The input delay is mostly prevalent in the older games (EoSD to IN) and running them on Vpatch will significantly improve the gameplay experience. It allows you to set a custom screen resolution as well.</p><p>Vpatch is applicable to all official shooting games bar HSiFS, WBaWC and UM.
de_de: Entfernt den Input-Delay, ermöglicht es dir, die FPS im Spiel zu erhöhen (Standard ist 60), behebt optional mehrere Bugs (PCB Cherry Anzeige, MoF MarisaB 3-Power Unfocus, UFO 2.147b Score-Anzeige). Der Input-Delay tritt vor allem bei älteren Spielen auf (EoSD bis IN) und wenn man diese mit Vpatch ausführt, wird das Spielerlebnis deutlich verbessert. Außerdem kannst du eine eigene Bildschirmauflösung einstellen.</p><p>Vpatch ist für alle offiziellen Shooter-Spiele außer HSiFS, WBaWC und UM geeignet.
es_es: Remueve el retraso de input, te permite incrementar los FPS dentro del juego (60 por defecto), arregla de manera opcional numerosos bugs (contador de cerezos de PCB, disparo sin enfocar de poder-3 de MarisaB en MoF, contador de puntaje de 2.147b en UFO). El retraso de input prevalece más en los juegos más viejos (EoSD a IN) y correrlos con el Vpatch mejorará la experiencia de juego de manera significativa. También te permite elegir una resolución personalizada.</p><p>Vpatch es aplicable a todos los juegos de disparo antes de HSiFS, WBaWC y UM.
ja_jp: 入力遅延の解消、ゲーム内FPS上昇可能化(デフォルト60)、またいくつかのバグの解消(妖々夢の桜表記バグ、風神録魔理沙BのP3高速バグ、星蓮船21.47億スコアバグ解消)が可能です。入力遅延は主に紅魔郷、妖々夢、永夜抄で顕著で、このパッチを使用することで劇的にプレイ体験を向上できます。</p><p>Vpatchは天空璋、鬼形獣と虹龍洞を除く全てのシューティングゲームに適用可能です。
ru_ru: Убирает инпут лаг, позволяет увеличить внутриигровой FPS (60 по умолчанию), также по желанию фиксит некоторые баги (дисплей черри в PCB, 3-павер баг с МарисойБ в MoF, дисплей очков в UFO после 2.147 мильярдов). Инпут лаг больше всего замечен в более старых играх (EoSD-IN), потому Vpatch значительно улучшает опыт игры в этих играх.</p><p>Vpatch можно поставить на все официальные шмапы, кроме HSiFS, WBaWC и UM.

source: Download
es_es: Descarga
ja_jp: ダウンロード
ru_ru: Скачать

source: <h2 id="thprac">thprac (universal practice tool by Ack)</h2>
es_es: <h2 id="thprac">thprac (herramienta universal de práctica hecha por Ack)</h2>
ja_jp: <h2 id="thprac">thprac</h2><h3>(ユニバーサルプラクティスツール by Ack）</h3>

source: Single practice tool that works on all of the official Touhou shoot 'em up games, allowing you to change settings or skip to patterns at will.
de_de: Ein Übungstool, welches bei allen offiziellen Touhou-Shoot 'em up-Spielen funktioniert und es dir ermöglicht, die Einstellungen zu ändern oder nach Belieben zu Patterns zu springen.
es_es: Una herramienta de práctica que funciona en todos los juegos oficiales de disparo de Touhou, permitiéndote cambiar las opciones o saltar entre patrones a voluntad.
ja_jp: 全ての公式シューティング作品で多数の設定項目を持ち、また特定の箇所へのスキップ機能をもつ万能ツール。
ru_ru: Единый инструмент для практики всех официальных Тохо шмапов, позволяющий менять параметры и пропускать до нужных паттернов.

source: <h2 id="thcrap">thcrap (Translation patches / Modding tool) <a id="thcrap_link" href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Main_page" target="_blank"><span class="icon thcrap_icon"></span> thcrap</a></h2>
es_es: <h2 id="thcrap">thcrap (Parches de traducción / Herramienta de Modding)<a id="thcrap_link" href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Main_page" target="_blank"><span class="icon thcrap_icon"></span> thcrap</a></h2>
ja_jp: <h2 id="thcrap">thcrap <a id="thcrap_link" href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Main_page" target="_blank"><span class="icon thcrap_icon"></span> thcrap</a></h2><h3>(翻訳パッチ / 改変ツール)</h3>

source: Translation patches into English and many other languages, as well as countless modifications to gameplay, graphics and more, plus the ability to make your own, are provided by the Touhou Community Reliant Automatic Patcher (thcrap) for all Windows Touhou games. The thpatch.net link also links to instructions on how to use the patcher.
es_es: Parches de traducción al español y muchos otros idiomas, además de incontables modificaciones al juego, gráficos y más, además de la facultad de hacer el suyo propio, son provistos por el Touhou Community Reliant Automatic Patcher (thcrap) para todos los juegos de Touhou de Windows. El enlace de thpatch.net también dirige a instrucciones sobre cómo usar el parche.
ja_jp: 英語や他の沢山の言語への翻訳パッチおよび無数のゲームプレイ向け、グラフィクス向けなど、またはあなた自身の作成スキルにより作成されたパッチは全てのWindows版東方ゲーム向けのTouhou Community Reliant Automatic Patcher (thcrap) として提供されています。thpatch.netへのリンクはパッチ使用方法の解説にもリンクしています。

source: Makes the older Touhou Windows games (EoSD, PCB, IN, PoFV and StB) run properly on Windows 10 and 11. Extract it into the folders of these games for it to take effect.
ja_jp: ウィンドウズ版の初期の作品（紅魔郷、妖々夢、永夜抄、花映塚、文花帖）をWindows10とWindows11で正常に動作させるコンバータです。ファイルを解凍し、適用したいゲームのフォルダに移動させると有効になります。

source: MoF Reisen by
de_de: MoF Reisen von
es_es: Reisen en MoF por
ja_jp: 鈴仙風神録鈴仙 by
ru_ru: MoF Рейсен от

source: Replaces ReimuC with Reisen in MoF.
de_de: Ersetzt ReimuC durch Reisen in MoF.
es_es: Reemplaza a ReimuC por Reisen en MoF.
ja_jp: 風神録の霊夢Cを鈴仙に置き換えます。
ru_ru: Заменяет РеймуЦ на Рейсен в MoF.

source: UFO Tsubakura mod by
de_de: UFO Tsubakura Mod von
es_es: Tsubakura en UFO por
ja_jp: 星蓮船ツバクラ改変パッチ by
ru_ru: UFO Цубакура от

source: Replaces both Reimu shottypes in UFO with Tsubakura shottypes, a character from the Len'en series. Also changes the dialogues and endings.
de_de: Ersetzt die beiden Reimu-Shot Types in UFO durch Tsubakura-Shot Types, von einem Charakter aus der Len'en-Serie. Ändert auch die Dialoge und Endings.
es_es: Reemplaza ambos disparos de Reimu en UFO por disparos de Tsubakura, personaje de Len'en Project. También cambia los diálogos y finales.
ja_jp: 星蓮船の霊夢両機体を鏈縁キャラ"ツバクラ"に置き換えます。また、会話とエンディングも差し替えます。
ru_ru: Заменяет Рейму в UFO на Цубакуру из Len'en. Также изменены диалоги и концовки.

source: DDC Sanae by
de_de: DDC Sanae von
es_es: Sanae en DDC por
ja_jp: 輝針城早苗パッチ by
ru_ru: DDC Санаэ от

source: Replaces ReimuB with Sanae in DDC.
de_de: Ersetzt ReimuB durch Sanae in DDC.
es_es: Reemplaza a ReimuB por Sanae en DDC.
ja_jp: 輝針城の霊夢Bを早苗に置き換えます。
ru_ru: Заменяет РеймуБ на Санаэ в DDC.

source: HSiFS Sanae by
de_de: HSiFS Sanae von
es_es: Sanae en HSiFS por
ja_jp: 天空璋早苗パッチ by
ru_ru: HSiFS Санаэ от

source: Replaces Marisa with Sanae in HSiFS.
de_de: Ersetzt Marisa durch Sanae in HSiFS.
es_es: Reemplaza a Marisa por Sanae en HSiFS.
ja_jp: 天空璋魔理沙を早苗に差し替えます。
ru_ru: Заменяет Марису на Санаэ в HSiFS.

source: LoLK Sakuya by
de_de: LoLK Sakuya von
es_es: Sakuya en LoLK por
ja_jp: 紺珠伝咲夜パッチ by
ru_ru: LoLK Сакуя от

source: Replaces Reisen with Sakuya in LoLK.
de_de: Ersetzt Reisen durch Sakuya in LoLK.
es_es: Reemplaza a Reisen por Sakuya en LoLK.
ja_jp: 紺珠伝鈴仙を咲夜に差し替えます。
ru_ru: Заменяет Рейсен на Сакую в LoLK.

source: TD Yuuka by
de_de: TD Yuuka von
es_es: Yuuka en TD por
ja_jp: 神霊廟幽香パッチ by
ru_ru: TD Юка от

source: Replaces Marisa with Yuuka in TD. Also changes the dialogues.
de_de: Ersetzt Marisa durch Yuuka in TD. Ändert auch die Dialoge.
es_es: Reemplaza a Marisa por Yuuka en TD. También cambia los disparos.
ja_jp: 神霊廟魔理沙を幽香に差し替え、会話も変化させます。
ru_ru: Заменяет Марису на Юку в TD. Также меняет диалоги.

source: DS Seija by
de_de: DS Seija von
es_es: Seija en DS por
ja_jp: ダブルスポイラー正邪パッチ by
ru_ru: DS Сейджа от

source: Replaces Aya in DS with Seija, including when she shows up as a boss.
de_de: Ersetzt Aya in DS durch Seija, auch wenn sie als Boss auftaucht.
es_es: Reemplaza a Aya en DS con Seija, incluyendo cuando aparece como jefa.
ja_jp: ダブルスポイラーの文を正邪に差し替えます。ボスとして出てきた際も有効です。
ru_ru: Заменяет Аю на Сейджу в DS, включая и босса.

source: WBaWC (Demo) Reisen by
de_de: WBaWC (Demo) Reisen von
es_es: Reisen en la Demo de WBaWC por
ja_jp: 鬼形獣体験版、霊夢カワウソ鈴仙パッチ by
ru_ru: WBaWC (Демо) Рейсен от

source: Replaces ReimuOtter with Reisen in the WBaWC demo.
de_de: Ersetzt ReimuOtter durch Reisen in der WBaWC-Demo.
es_es: Reemplaza a Reimu Nutria por Reisen en la demo de WBaWC.
ja_jp: 鬼形獣体験版の霊夢カワウソを鈴仙に差し替えます。
ru_ru: Заменяет РеймуВыдру на Рейсен в демо-версии WBaWC.

source: WBaWC Narumi by
de_de: WBaWC Narumi von
es_es: Narumi en WBaWC por
ja_jp: 鬼形獣成美パッチ by
ru_ru: WBaWC Наруми от

source: Adds Narumi to WBaWC as a shottype.
de_de: Fügt Narumi als Shot Type zu WBaWC hinzu.
es_es: Añade a Narumi a WBaWC como un disparo.
ja_jp: 成美を自機として鬼形獣に加えます。
ru_ru: Добавляет Наруми в WBaWC в качестве шоттипа.

source: Patches that increase the bullet density and speed throughout the game, while giving you autobombs to compensate for it. The Hard Mode patches also change the actual patterns. The main Ultra patch collection includes the games up to ISC.
de_de: Patches, welche die Anzahl und Geschwindigkeit der Bullets im gesamten Spiel erhöhen, während du automatische Bomben erhältst, um dies auszugleichen. Die Patches für den Hard Mode ändern auch die normalen Patterns. Die Hauptsammlung für Ultra Patches umfasst die Spiele bis zu ISC.
es_es: Parches que incrementan la densidad y velocidad de las balas a través de todo el juego, a la vez entregándote autobombas para compensar. Los parches en Modo Difícil también cambian los patrones del juego. La colección principal de parches Ultra incluye los juegos hasta ISC.
ja_jp: 弾幕密度を上げたり、ゲーム自体のスピードを上げるパッチです。攻略のためオートボムが補償されます。ハードモードパッチはパターンの変更を余儀なくさせ、各ウルトラパッチはスペルカードを不可能弾幕に改変したりします。
ru_ru: Патчи, которые увеличивают плотность и скорость пуль, но взамен дают автобомбы в качестве компенсации. Хард моды также меняют сами паттерны. Главный пак ультра патчей включает в себя игры до ISC.

source: Main Ultra Patches
de_de: Hauptsammlung Ultra Patches
es_es: Parches Principales Ultra
ja_jp: メインウルトラパッチ
ru_ru: Главные ультра патчи

source: Alternate EoSD Ultra
de_de: Alternatives EoSD Ultra
es_es: Ultra EoSD alternativo
ja_jp: 紅魔郷極弩パッチ
ru_ru: Альтернативная ультра для EoSD

source: Hard Mode patches by
de_de: Hard Mode Patches von
es_es: Parches Modo Difícil por
ja_jp: ハードモードパッチ by
ru_ru: Хард моды от

source: Patches for UFO and DDC that modify patterns, besides simply making them harder.
de_de: Patches für UFO und DDC, die Patterns verändern und nicht nur schwieriger machen.
es_es: Parches para UFO y DDC que modifican patrones, además de aumentar la dificultad de estos.
ja_jp: 星蓮船と輝針城に使用できるパッチで、難易度が上昇します。
ru_ru: Патчи для UFO и DDC которые меняют и усложняют паттерны.

source: RNG patches by
de_de: RNG Patches von
es_es: Parches RNG por
ja_jp: ランダムパッチ by
ru_ru: RNG патчи от

source: A collection of modified <span class="code">.dat</span> files that randomise the patterns in the game.
de_de: Eine Sammlung von modifizierten <span class="code">.dat</span>-Dateien, welche die Patterns im Spiel zufällig verändern.
es_es: Colección de archivos <span class="code">.dat</span> modificados que aleatoriza los patrones en el juego.
ja_jp: <span class="code">.dat</span> ファイルを改変し、敵の攻撃をランダムにする一連のパッチです。
ru_ru: Коллекция <span class="code">.dat</span> файлов которые добавляют рандом в паттерны.

source: IN Double Stage
es_es: IN Nivel Doble
ja_jp: 永夜抄ダブルステージ
ru_ru: IN Двойной стейдж

source: Allows you to play 4A, 4B, 6A and 6B in a single run. Optionally also includes Extra at the end.
de_de: Ermöglicht es dir, 4A, 4B, 6A und 6B in einem einzigen Durchgang zu spielen. Optional auch mit Extra am Ende.
es_es: Te permite jugar 4A, 4B, 6A y 6B en una sola partida. Opcionalmente incluye el extra al final.
ja_jp: 永夜抄の１回のプレイでで4A,4B,6A,6Bを遊べるツールです。また最後にエクストラが追加されているバージョンもあります。
ru_ru: Позволяет сыграть в стейджы 4А, 4Б, 6А и 6Б, а также по желанию в Экстра-уровень в одном забеге.

source: HSiFS UltraB by
de_de: HSiFS UltraB von
es_es: HSiFS UltraB por
ja_jp: 天空璋ウルトラB by
ru_ru: HSiFS УльтраБ от

source: An alternate HSiFS Ultra patch that also increases density.
de_de: Ein alternativer HSiFS Ultra Patch, der ebenfalls die Anzahl der Bullets erhöht.
es_es: Un parche alternativo de HSiFS Ultra que también incrementa la densidad.
ja_jp: 天空璋の弾幕を激しくするもう一つのパッチです。
ru_ru: Альтернативный ультра патч для HSiFS который увеличивает плотность.

source: Combines LoLK with DDC, making each boss fight a dual boss fight against the bosses of both games.It removes all stage portions, effectively making it a boss rush, and also combines the HUDs of both games.
de_de: Kombiniert LoLK mit DDC und macht jeden Bosskampf zu einem Doppel-Bosskampf gegen die Bosse beider Spiele. Dieser Patch entfernt alle Stages, sodass es im Endeffekt ein Boss Rush ist, und kombiniert auch die HUDs beider Spiele.
es_es: Combina LoLK con DDC, haciendo cada pelea de jefe una pelea contra los jefes de ambos juegos. Remueve todas las secciones de nivel, efectivamente convirtiéndolo en un boss rush, también combina los HUD de ambos juegos.
ja_jp: 紺珠伝と輝針城を混在させ、各ステージのボスを各作品から同時に出現させ戦います。道中は省略され、効率的なボスラッシュとなっています。また両作品のHUD(残機やボムなどの表記)は両作品が混在する形になります。
ru_ru: Совмещает вместе LoLK и DDC, каждая битва с боссом превращается в двойной боссфайт из обеих игр. В патче нет стейджей, то есть это боссраш. Также элементы интерфейса совмещены между собой.

source: OC Patches by
de_de: OC Patches von
es_es: Parches OC por
ja_jp: OCパッチ by
ru_ru: OC патчи от

source: Remastered version of Stage 6 and harder version of Extra in HSiFS, including an original character replacing Okina and alternate story along with pattern, bullet type, stage music and graphical changes. There is another patch with the same OC replacement and pattern modding for VD on the Okina scenes on the same download page.
de_de: Überarbeitete Version von Stage 6 und schwerere Version der Extra Stage in HSiFS, einschließlich eines Original-Charakters, der Okina ersetzt, und einer alternativen Geschichte, zusammen mit Patterns, Shot Types, Stage-Musik und grafischen Änderungen. Es gibt einen weiteren Patch mit dem gleichen OC Ersatz und Pattern Modding für VD während den Okina Szenen auf der gleichen Download-Seite.
es_es: Versión remasterizada del nivel 6 y una versión más difícil del extra en HSiFS, incluyendo a un personaje original reemplazando a Okina y una historia alternativa junto con cambios a los patrones, tipos de balas, música de nivel y gráficos. Hay otro parche con el mismo cambio de OC y modificaciones de patrones para VD en la escenas de Okina en la misma página de descargas.
ja_jp: 天空璋本編および天空璋エクストラのリマスターバージョンです。オリジナルの隠岐奈はオリジナルキャラへ差し替えられ、ストーリーも変わります。パターン、弾種、BGM、グラフィックも変更されます。ナイトメアダイアリーの隠岐奈登場シーンを改変する別のOCパッチも同じダウンロードページにあります。
ru_ru: Переделанная версия шестого стейджа и более сложная Экстра в HSiFS, включая в себя оригинального персонажа вместо Окины и альтернативные историю, паттерны, типы пуль, музыку и графические изменения. Также есть патч с такими же изменениями для VD в сценах с Окиной.

source: Downloads
es_es: Descargas
ja_jp: ダウンロード
ru_ru: Скачать

source: Modifications to the main <span class="code">.dat</span> files of the games that change the way the game looks.
de_de: Modifikationen an den <span class="code">.dat</span>-Hauptdateien der Spiele, die das Aussehen des Spiels verändern.
es_es: Modificaciones a los principales archivos <span class="code">.dat</span> de los juegos que cambian cómo se ven.
ja_jp: ゲームの <span class="code">.dat</span> ファイルを改変し、ゲームの見た目を変更するパッチです。
ru_ru: Модификации к <span class="code">.dat</span> файлам которые меняют графические составляющие игры.

source: Graphical Patches by
de_de: Grafische Patches von
es_es: Parches gráficos por
ja_jp: グラフィックパッチ by
ru_ru: Графические патчи от

source: Includes PCB and HSiFS in MS Paint style, an emoji-themed version of UFO and a Christmas-themed version of LoLK.
de_de: Enthält PCB und HSiFS im MS Paint-Stil, eine Emoji-Version von UFO und eine Weihnachtsversion von LoLK.
es_es: Incluye PCB y HSiFS en estilo MS Paint, una versión temática emoji de UFO y una versión navideña de LoLK.
ja_jp: 妖々夢と天空璋をマイクロソフトペイントのスタイルでプレイできます。絵文字テーマの星蓮船とクリスマステーマの紺珠伝のそれぞれパッチがあります。
ru_ru: Включают в себя PCB и HSiFS в стиле MS Paint, UFO с эмодзи и рожденственский LoLK.

source: Paint Cherry Blossom
ja_jp: ペイント妖々夢

source: Painting Stars in Four Seasons
ja_jp: ペインティングスター天空璋

source: Undefined Fantastic Emoji
ja_jp: 絵文字星蓮船

source: Legacy of Lunatic Christmas
ja_jp: クリスマス紺珠伝

source: Vertical Play Patches by
de_de: Vertical Play Patches von
es_es: Parches de Juego Vertical por
ja_jp: 真・東方縦画面化ツール by
ru_ru: Вертикальные патчи от

source: Makes MoF, SA, UFO and TD play in the arcade-style vertical resolution, also known as TATE.
de_de: Macht MoF, SA, UFO und TD in der vertikalen Auflösung im Arcade-Stil spielbar, auch bekannt als TATE.
es_es: Hace que MoF, SA, UFO y TD se jueguen en el estilo de resolución arcade vertical conocido como TATE.
ja_jp: 風神録、地霊殿、星蓮船、神霊廟をアーケードスタイルのバーティカル解像度、いわゆる縦画面でプレイできるようにするパッチです。
ru_ru: Патчи, которые переделывают интерфейс в стиле вертикальных шмапов для аркад (TATE).

source: Real Time DRC Points Displayer by
de_de: Echtzeit-DRC-Punkte-Displayer von
es_es: Contador en tiempo real de puntos DRC por
ja_jp: リアルタイムDRCポイント可視化ツール by
ru_ru: Калькулятор очков DRC в реальном времени от

source: A tool that tracks in-game data such as misses, bombs, etc, thus calculating <a href="drc">DRC</a> points for both survival and scoring during a Touhou run.
de_de: Ein Tool, das In-Game-Daten wie Tode, Bomben usw. trackt und so <a href="drc">DRC</a>-Punkte für Survival und Scoring während eines Touhou-Runs berechnet.
es_es: Una herramienta que rastrea datos dentro del juego como muertes, bombas, etc. Calculando puntos <a href="drc">DRC</a> para supervivencia y puntuación durante una sesión de Touhou.
ja_jp: ゲーム内データを追跡し、被弾やボムなどDRCポイントをいくつ獲得できるかを、サバイバル、スコアリング両対応で支援するソフトウェアです。
ru_ru: Программа, которая отслеживает смерти, бомбы, прочее и высчитывает DRC очки для сурвайвала и скоринга в реальном времени.
