Repository: MaribelHearn/maribelhearn.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, ja_jp, ru_ru

source: Summoning a UFO is considered a death in survival runs. However, collecting tokens does not affect the score in survival runs.
ru_ru: Призыв НЛО считается смертью в матчах на выживание. Однако, сбор НЛО-предметов не влияет на очки.

source: The survival formula for this game is (gold medals*1.5)-(deaths).
ru_ru: Формула для выживания в этой игре считается следующим образом: (золотые медали*1.5)-(смерти)

source: A manual trance is considered 2 deaths in survival runs. ISCORE gives a higher base value in this game to runs that capture all spells AND does not die/bomb (NN + Full-SC).
ru_ru: Намеренный транс считается как 2 смерти в матчах на выживание. ISCORE дает большее количество очков за забеги, в которых были захвачены все спеллы И ОДНОВРЕМЕННО без бомб и смертей.

source: All runs in both survival/score have to be done in Legacy Mode.
ru_ru: Все забеги должны быть выполнены в режиме Legacy.

source: Releasing your season gauge is considered 2 deaths in survival runs.
ru_ru: Высвобождение сезона считается как 2 смерти в матчах на выживание.

source: Channeling a berserk roar (3 or more of the same animal tokens during roar mode) is considered 2 deaths in survival runs. Breaking your roar (bombing or touching a bullet during roar mode) is considered a death in survival runs.
ru_ru: Гипер берсерка (сбор 3 или более животных токенов для гипера) считается как 2 смерти в матчах на выживание. Получение урона во время гипера считается как смерть в матчах на выживание.

source: Use of Third Party Software &amp; Material
ru_ru: Использование стороннего ПО

source: Vsync patch is allowed. Practice patches (such as thprac) are allowed, but all practice cheats have to be disabled for the runs.
ru_ru: Vsync патч разрешен. Патчи для практики (например thprac) можно использовать, но читы должны быть отключены во время забегов.

source: Visual patches (e.g. hitbox patch) are prohibited. Translation patches are allowed but discouraged. Audio patches/background music is allowed but no copyrighted material.
ru_ru: Визуальные патчи (например для показа хитбокса) запрещены. Патчи на перевод разрешены, но нежелательны. Патчи на изменение аудио/музыки разрешены если они не нарушают авторских прав.

source: Other Rules
ru_ru: Другие правила

source: <li>Runs only count from the moment the timer has started.</li><li>Players can start as many runs as they want during the match. When the timer has finished on stream, no new runs can be started anymore.</li><li>A clear is always better than a gameover, no matter the score difference.</li><li>The players have to stream their gameplay. Just stream game footage: no overlay that shapes/crops the stream.</li><li>Streamers are allowed to have elements (images, input displays, cameras, etc.) on top of their game. However, the gameplay window, as well as all information on the player's HUD, has to be visible at all times.</li><li>Finished runs need their replays saved.</li><li>Please hide the story ending when your run finishes.</li>
ru_ru: <li>Считаются только забеги которые начались после старта таймера.</li><li>Игроки могут начать столько забегов, сколько захотят. Когда на стриме таймер остановлен, начинать новый забег нельзя.</li><li>Полное прохождение (1сс) игры всегда будет побеждать над геймовером вне зависимости от разницы в скоре.</li><li>Игроки должны стримить свои забеги. Только стрим своей игры: нельзя использовать оверлеи которые каким-то образом обрезают стрим</li><li>Стримерам разрешено использовать оверлеи (такие как картинки, дисплей нажатых клавиш, вебкамеры и т.д.) в своих стримах, но окно геймплея и всю информацию в интерфейсе игры скрывать нельзя.</li><li>Законченные забеги должны быть сохранены в качестве реплея.</li><li>Нельзя показывать концовку игры после забега.</li>
