Repository: MaribelHearn/maribelhearn.com
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de_de, es_es, ja_jp, ru_ru

source: A boss rush patch for WBaWC.
de_de: Ein Boss Rush Patch für WBaWC.
es_es: Un parche de Boss Rush de WBaWC.
ja_jp: 鬼形獣のボスラッシュパッチです。
ru_ru: Боссраш патч для WBaWC.

source: Patches intended for practicing one or a few specific patterns in a game. Usually <span class="code">.dat</span> modifications.
de_de: Patches, die zum Üben eines oder einiger weniger spezifischer Pattern/s in einem Spiel gedacht sind. In der Regel <span class="code">.dat</span>-Modifikationen.
es_es: Parches destinados a practicar uno o más patrones específicos en un juego. Usualmente modificaciones de archivo <span class="code">.dat</span>.
ja_jp: ゲーム内の特定のパターンの練習を目的とし作成されたツールです。
ru_ru: Патчи для практики определенных паттернов в игре, в основном это модификации .dat файлов.

source: Books Practice for EoSD by
de_de: Books Übung für EoSD von
es_es: Práctica de los libros en EoSD por
ja_jp: 紅魔郷４面、魔導書地帯練習ツール by
ru_ru: Практика книг в EoSD от

source: Repeats the Stage 4 Books section for easy practicing.
de_de: Wiederholt den Books-Abschnitt der 4. Stage zum einfachen Üben.
es_es: Repite la sección de los libros en el Nivel 4 para práctica sencilla.
ja_jp: ４面魔導書地帯を簡易に反復練習できます。
ru_ru: Повторяет зелёные книги в четвертом уровне для практики.

source: Makes Kanako skip to Virtue of Wind God (her final spell) and makes Aya skip to Peerless Wind God (her timeout spell), which will also repeat itself indefinitely.
de_de: Springt zu Virtue of Wind God (Kanakos letzter Spell) und zu Peerless Wind God (Ayas Timeout-Spell). Diese Spells wiederholen sich ebenfalls unbegrenzt.
es_es: Hace que Kanako salte a «Virtudes Divinas de la Diosa del Viento» (su spell final) y Aya salte a «Diosa del Viento Inigualable» (su spell de timeout), la cual se repetirá indefinidamente.
ja_jp: 風神録の神奈子ファイナルスペル"風神様の神徳"と、文の耐久スペル"無双風神"を無限に繰り返し練習出来るツールです。
ru_ru: Пропускает битву с Канако до ее финальной спеллкарты и битву с Аей до Peerless Wind God, которые будут бесконечно повторяться.

source: IN Nonspell Practice
de_de: IN Non-Spell Übung
es_es: Práctica de Nonspells de IN
ja_jp: 永夜抄 通常攻撃プラクティスパッチ
ru_ru: Практика нонспеллов в IN

source: Patch that lets you practice nonspells in IN.
de_de: Patch, mit dem du Non-Spells in IN üben kannst.
es_es: Parche que permite practicar nonspells en IN.
ja_jp: 永夜抄のボスの通常攻撃を練習できるようになるパッチです。
ru_ru: Позволяет практиковать нонспеллы в IN.

source: Patches for practicing the timeout phases of the final spells on Lunatic and Extra from MoF to HSiFS, plus Devil's Recitation, but not including GFW Stage 3 final spells.
de_de: Patches zum Üben der Timeout-Phasen der finalen Spells auf Lunatic und Extra von MoF bis HSiFS, plus Devil's Recitation, aber ohne die finalen Spells der GFW 3. Stage.
es_es: Parches para practicar las fases de timeout de las spells finales en Lunatic y Extra, más «Recital Diabólico», pero sin incluir las spells finales del nivel 3 de GFW.
ja_jp: ルナティックとエクストラの時間切れ発狂を練習できるパッチです。風神録から天空璋まで対応しています。また、星蓮船の魔神復誦を含みますが大戦争の３種の最終スペルは対応していません。
ru_ru: Патчи для практики фаз таймаутов финальных спелл-карт в Лунатике и Экстре в Тохо 10-16, плюс Devil's Recitation, но без GFW.

source: MoF to LoLK
de_de: MoF bis LoLK
es_es: MoF a LoLK
ja_jp: 風神録から紺珠伝まで
ru_ru: От MoF до LoLK

source: HSiFS season finals and Extra final
de_de: HSiFS Season-Finals und Extra-Final
es_es: Spells finales de HSiFS por estación y spell final del Extra
ja_jp: 天空璋各季節のファイナルスペルとエクストラファイナルスペル
ru_ru: Финальные спеллы HSiFS

source: World records are current as of <span id="lm">%date</span>.
ja_jp: <span id="lm">%date</span>現在の世界記録です。

source: An accurate list of Touhou world records, updated every so often. Note that the player ranking at the bottom does not take into account how strong specific records are, only numbers. The list does not include scene games as of now.
de_de: Eine genaue Liste der Touhou-Weltrekorde, die von Zeit zu Zeit aktualisiert wird. Beachte, dass das Spieler-Ranking am Ende nicht berücksichtigt, wie gut bestimmte Rekorde sind, sondern nur Zahlen. Die Liste enthält derzeit keine Szenen-Spiele.
es_es: Una lista correcta de Récords Mundiales de Touhou, actualizada con frecuencia. Como nota, la clasificación de jugadores en la parte inferior no toma en consideración que tan altos son ciertos récords, solo números. La lista no incluye los juegos por escena por ahora.
ja_jp: 東方原作STG各作品世界記録の正確なリストです。適宜頻繁に更新します。下部に記載されているプレイヤーランキングは特定のスコアの高低を示すものではなく、あくまで世界記録取得数を示したものですのでご留意ください。また今のところ文花帖のようなシーンを基準にするリストは作成しておりません。
ru_ru: Регулярно обновяющийся список всех мировых рекордов по Тохо. Замечание: рейтинг игроков снизу не учитывает насколько их рекорды сложно побить, это всего лишь числа. Список на данный момент не включает в себя фотошутеры.

source: Click a score to download the corresponding replay, if there is one available.
de_de: Klicke auf Eine Punktanzahl, um das entsprechende Replay herunterzuladen, sofern eines verfügbar ist.
es_es: Elige una puntuación para descargar la correspondiente repetición, si hay una disponible
ja_jp: 該当のリプレイファイルをダウンロードするにはスコアをクリックしてください。
ru_ru: Вы можете нажать на скор чтобы скачать реплей, если он доступен.

source: The replays provided are <strong>not</strong> meant to be reuploaded to any replay uploading services.
de_de: Die zur Verfügung gestellten Replays sind <strong>nicht</strong> dafür gedacht, auf irgendwelche Replay-Upload-Dienste hochgeladen zu werden.
es_es: Las repeticiones proporcionadas <strong>no</strong> son intencionadas para resubir a otro servicio de repeticiones.
ja_jp: リプレイファイルの二次利用は禁止致します。
ru_ru: Предоставленные здесь реплеи <strong>запрещается</strong> публиковать на сторонних ресурсах.

source: If you toggle Unverified Scores, this will show scores that are higher than the World Record, but lack replay or video proof.
es_es: Si activas Puntuaciones Sin Verificar, esto mostrará puntuaciones más altas que el Récord Mundial, pero no tienen pruebas de repetición o video.
ja_jp: 「非公開スコア」にすると、動画やリプレイなどなしの世界記録より高いスコアも表示できます。

source: For updates, you can contact <a href="https://bsky.app/profile/maribelhearn42.bsky.social" target="_blank">me</a> or <a href="https://www.youtube.com/@KirbyComment" target="_blank">KirbyComment</a>.
ja_jp: 更新があれば、<a href="https://bsky.app/profile/maribelhearn42.bsky.social" target="_blank">管理者</a>・<a href="https://www.youtube.com/@KirbyComment" target="_blank">KirbyCommentさん</a>を連絡して下さい。

source: Overall Records
de_de: Gesamtrekorde
es_es: Récords Generales
ja_jp: 各作品世界記録一覧
ru_ru: Общие рекорды

source: World Records
de_de: Weltrekorde
es_es: Récords Mundiales
ja_jp: 世界記録
ru_ru: Мировые рекорды

source: Player Search
de_de: Spieler-Suche
es_es: Búsqueda de Jugador
ja_jp: プレイヤーを捜す
ru_ru: Поиск игроков

source: Recent Records
de_de: Neueste Rekorde
es_es: Récords Recientes
ja_jp: 最近の世界記録
ru_ru: Последние Мировые Рекорды

source: Western Records
de_de: Westliche Rekorde
es_es: Récords Occidentales
ja_jp: 海外記録
ru_ru: Западные рекорды

source: History
ja_jp: 履歴

source: Number of Recent Records
ja_jp: 最近の世界記録の数

source: Difficulty
de_de: Schwierigkeitsgrad
es_es: Dificultad
ja_jp: 難易度

source: World
de_de: Weltweit
es_es: Mundo
ja_jp: 世界

source: West
de_de: Westen
es_es: Occidente
ja_jp: 海外

source: Percentage
de_de: Prozent
es_es: Porcentaje
ja_jp: 割合

source: Click a game cover to show its list of world records.
de_de: Klick auf ein Spielcover, um die Liste der Weltrekorde anzuzeigen.
es_es: Da click en una portada de juego para mostrar sus récords mundiales.
ja_jp: 世界記録リストはゲームをクリック。
ru_ru: Нажмите на обложку игры для получения ее списка рекордов.

source: Show Western records
ja_jp: 海外記録を見せて

source: Unverified scores
ja_jp: 非公開スコア

source: Link videos over replays
ja_jp: リプレイより動画を表示

source: Browse History
ja_jp: 部門の履歴を参照

source: No history available.
ja_jp: 履歴はありません。

source: Choose a player name from the menu below to show their WRs.
de_de: Wähle einen Spielernamen aus dem unten stehenden Menü, um die WRs anzuzeigen.
es_es: Elige un nombre de jugador del siguiente menú para mostrar sus récords mundiales.
ja_jp: 個人のWRを表示するには、下記のメニューからプレイヤー名を選んでください。
ru_ru: Выберите имя игрока из меню ниже чтобы получить список его мировых рекордов.

source: No. of WRs
de_de: Anzahl WRs
es_es: Número de récords mundiales
ja_jp: WR数

source: Different games
de_de: Verschiedene Spiele
es_es: Juegos diferentes
ja_jp: ゲーム

source: Extra conditions are required for PCB, TD, HSiFS, WBaWC and UM; these are No Border Breaks for PCB, No Trance for TD, No Release for HSiFS, No Berserk Roar No Roar Breaks for WBaWC and No Cards for UM. LNN in these games is called LNNN or LNNNN, with extra Ns to denote the extra conditions. The extra condition in UFO, no UFO summons, is optional, as it is not considered to have a significant impact on the difficulty of the run. As for IN, an LNN is assumed to capture all Last Spells and is referred to as LNNFS.
de_de: Für PCB, TD, HSiFS, WBaWC und UM sind zusätzliche Bedingungen erforderlich; Diese sind keine Border Breaks für PCB, kein Trance für TD, keine Releases für HSiFS, kein Berserk Roar und keine Roar Breaks für WBaWC und keine Karten für UM. LNN in diesen Spielen wird LNNN oder LNNNN genannt, mit zusätzlichen Ns, um die zusätzlichen Bedingungen zu kennzeichnen. Die zusätzliche Bedingung in UFO, keine UFO-Summons, ist optional, da sie keinen wesentlichen Einfluss auf die Schwierigkeit des Runs hat. Bei IN wird davon ausgegangen, dass ein LNN alle Last Spells schafft. Dies wird als LNNFS bezeichnet.
es_es: Son requeridas algunas condiciones extras para PCB, TD, HSiFS, WBaWC y UM; estas son: no perder el borde en PCB, no usar trance en TD, no usar release en HSiFS, no usar el modo rugido furioso, no interrumpir el rugido para WBaWC y no usar cartas en UM. Una LNN en estos juegos se llama LNNN o LNNNN, las N extras denotan más condiciones. La condición extra en UFO, no invocar ovnis, es opcional, ya que se considera que no tiene un impacto significativo sobre la dificultad de la partida. En IN, se considera una LNN a una partida en la que se capturan todas las Last Spells, y entonces se refiere a ella como una LNNFS.
ru_ru: Для PCB, TD, HSiFS и WBaWC также необходимы следующий условия: No Border Breaks для PCB, No Trance для TD, No Release для HSiFS, No Berserk Roar No Roar Breaks для WBaWC и No Cards для UM. Для этих игр LNN обычно назвают LNNN или LNNNN, с дополнительными N для индикации доп. условий. Дополнительное условие в UFO, no UFO summons, не требуется, так как считается, что они не имеют сильное влияние на сложность забега. В LNN IN'а, впрочем, нужно захватить все Ласт Спеллы и называется LNNFS.

source: Player Ranking
de_de: Spieler-Ranking
es_es: Ranking del Jugador
ru_ru: Рейтинг игроков

source: Choose a player name from the menu below to show their LNNs.
de_de: Wähle einen Spielernamen aus dem untenstehenden Menü aus, um dessen LNNs anzuzeigen.
es_es: Escoge el nombre de un jugador del menú de abajo para mostrar sus LNNs.
ru_ru: Выберите имя игрока из меню ниже чтобы получить список его LNN.

source: Game / Difficulty
de_de: Spiel / Schwierigkeitsgrad

source: <strong>For Windows 10:</strong> DX8 to DX9
de_de: <strong>Für Windows 10:</strong> DX8 zu DX9
ru_ru: <strong>Для Windows 10: </strong>DX8 to DX9

source: <h2 id="thcrap">THCRAP (Translation patches / Modding tool) <a id="thcrap_link" href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Main_page" target="_blank"><span class="icon thcrap_icon"></span> thcrap</a></h2>
de_de: <h2 id="thcrap">THCRAP (Übersetzungspatches / Modding-Tool) <a id="thcrap_link" href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Main_page" target="_blank"><span class="icon thcrap_icon"></span> thcrap</a></h2>
ru_ru: <h2 id="thcrap">THCRAP <a id="thcrap_link" href="https://www.thpatch.net/wiki/Touhou_Patch_Center:Main_page" target="_blank"><span class="icon thcrap_icon"></span> thcrap</a></h2><h3>(Патчи с переводом / Инструмент для моддинга)</h3>

source: Translation patches into English and many other languages, as well as countless modifications to gameplay, graphics and more, plus the ability to make your own, are provided by the Touhou Community Reliant Automatic Patcher (THCRAP) for all Windows Touhou games. The thpatch.net link also links to instructions on how to use the patcher.
de_de: Der Touhou Community Reliant Automatic Patcher (THCRAP) bietet für alle Windows-Touhou-Spiele Übersetzungspatches ins Englische und in viele andere Sprachen, sowie zahllose Modifikationen am Gameplay, an der Grafik und vielem mehr und die Möglichkeit, eigene Patches zu erstellen. Der thpatch.net-Link führt auch zu einer Anleitung, wie man den Patcher benutzt.
ru_ru: Патчи с переводом на русский, украинский, английский и многие другие языки, а также бесчисленное количество модификаций геймплея, графики, и многого другого. Плюс, с возможностью сделать свой собственный патч. Это все можно сделать при помощи THCRAP, доступен для всех Windows Тохо игр. Ссылка на thpatch.net также содержит инструкции о том, как использовать патчер.

source: Makes the older Touhou Windows games (EoSD, PCB, IN, PoFV and StB) run properly on Windows 10. Extract it into the folders of these games for it to take effect.
de_de: Lässt die älteren Touhou Windows-Spiele (EoSD, PCB, IN, PoFV und StB) richtig auf Windows 10 laufen. Extrahiere diesen Patch in die Ordner dieser Spiele, damit der Patch funktioniert.
es_es: Hace que los juegos más viejos de la era Windows de Touhou (EOSD, PCB, IN, PoFV y StB) se ejecuten de manera correcta en Windows 10. Extraígalo en las carpetas de estos juegos para que funcione.
ru_ru: При помощи этого конвертера старые Тохо игры (6-9.5) могут работать правильно на Windows 10. Просто разархивируйте его в папку с игрой.

source: <h2 id="thprac">Thprac (universal practice tool by ACK)</h2>
de_de: <h2 id="thprac">Thprac (universelles Übungstool von ACK)</h2>
ru_ru: <h2 id="thprac">Thprac</h2><h3>(Универсальный инструмент для практики)</h3>

source: Full Pack
de_de: Vollständiges Paket
es_es: Paquete Completo
ru_ru: Полный пак

source: VoWG + PWG Practice for MoF by
de_de: VoWG + PWG Übung für MoF von
es_es: Práctica de VoWG + PWG de MoF por
ru_ru: Практика DVoWG и PWG в MoF от

source: Timeout Phase Collection by
de_de: Timeout Phase Collection von
es_es: Colección de Fases de Timeout por
ru_ru: Коллекция фаз таймаутов от

source: The only emulator that is currently still maintained together with DOSBox-X. It offers unlimited savestates and has high accuracy, but requires the right configurations; can be confusing for new users. The emulator is located in the bin folder with two versions, 32-bit and 64-bit (x64).
de_de: Der einzige Emulator, der derzeit noch zusammen mit DOSBox-X gewartet wird. Dieser bietet unbegrenzte Savestates und hat hohe Genauigkeit, erfordert aber die richtigen Konfigurationen; Kann für neue Benutzer verwirrend sein. Der Emulator befindet sich im bin-Ordner mit zwei Versionen, 32-Bit und 64-Bit (x64).
es_es: El único emulador que sigue recibiendo mantenimiento junto con DOSBox-X. Ofrece ilimitados savestates y tiene una alta precisión, pero requiere las configuraciones adecuadas; puede ser confuso para nuevos usuarios. El emulador se ubica en la carpeta bin con dos versiones, 32-bits y 64-bits (x64).
ru_ru: Эмулятор с активной поддержкой. Обладает неплохой точностью, но его достаточно сложно настроить и в целом не рекомендуется, если можно воспользоваться другими вариантами. Эмулятор находится в папке bin с 32bit и 64bit версиями.

source: Easy-to-use emulator that will emulate the Touhou games properly without needing configuration of any kind, but less feature-rich, and allows 8 active savestates at a time, 4 of which through hotkeys.
de_de: Einfach zu bedienender Emulator, der die Touhou-Spiele korrekt emuliert, ohne dass irgendeine Konfiguration erforderlich ist, aber weniger Funktionen bietet. Dieser Emulator elaubt auch 8 aktive Speicherstände gleichzeitig, 4 davon durch Hotkeys.
es_es: Emulador fácil de usar que emula los juegos de Touhou de manera correcta sin requerir configuración de ningún tipo, pero con menos características, y permite tener 8 savestates al mismo tiempo, 4 de los cuales son por hotkeys.
ru_ru: Простой в использовании эмулятор с высокой точностью, но низким функционалом.

source: This emulator has low system requirements and can run even on very old computers. However, the graphics are mediocre and the sound emulation requires proper configuration to be accurate. Allows for 8 savestates and requires a separate font file, linked below.
de_de: Dieser Emulator hat geringe Systemanforderungen und kann sogar auf sehr alten Computern laufen. Allerdings ist die Grafik mittelmäßig und die Sound-Emulation erfordert die richtige Konfiguration, um genau zu sein. Erlaubt 8 Speicherstände und erfordert eine separate Schriftart-Datei, die unten verlinkt ist.
es_es: Este emulador tiene bajos requerimientos del sistema y puede correr en computadoras muy viejas. Sin embargo las gráficas son mediocres y la emulación de sonido requiere una configuración correcta para ser precisa. Permite 8 savestates y requiere un archivo de fuente, enlace para descargar abajo.
ru_ru: Эмулятор с низкими системными требованиями и возможностью добиться низкого инпут лага. Требует правильной настройки для эмуляции звука и обладает средней по качеству графикой. Также нужен файл со шрифтами, ссылка на скачивание ниже.

source: Font
de_de: Schriftart
es_es: Fuente
ru_ru: Шрифты

source: A fork of the DOSBox project that has support for PC-98. It is the only emulator to run natively under not only Windows, but also Mac and Linux. A list of downloads for each system can be found via the link below.
de_de: Ein Fork des DOSBox-Projekts mit Unterstützung für PC-98. Es ist der einzige Emulator, der nicht nur unter Windows, sondern auch unter Mac und Linux nativ läuft. Eine Liste der Downloads für jedes System findest du über den unten stehenden Link.
es_es: Una variación del proyecto DOSBox que tiene soporte para PC-98. Es el único emulador que puede correr no solo en Windows, sino también en Mac y Linux. Una lista de descargas para cada sistema se puede encontrar en el enlace de abajo.
ru_ru: Ветка DOSBox с поддержкой PC-98. Обладает высокой производительностью и нативно работает на Mac и Linux.

source: Seasons
de_de: Jahreszeiten
es_es: Estaciones

source: Dates
de_de: Daten
es_es: Fechas
ru_ru: Даты

source: (maribelhearn.com mirror)
es_es: (mirror de maribelhearn.com)
ru_ru: (зеркало maribelhearn.com)

source: A Chinese Ultra patch for LoLK, which does <em>not</em> have autobomb, but it doubles your shot power instead.
ru_ru: Китайский ультра патч для LoLK <em>без</em> автобомб, но увеличивающий силу выстрела вдвое.

source: <strong>Touhou World Cup (TWC)</strong> is an annual international Touhou shooting game competition, first held in 2020, organised by the Chinese gameplay community. This time around, in 2021, it is organised by the Western gameplay community.
ru_ru: <strong>Touhou World Cup (TWC)</strong> - ежегодное международное состязание по шмапам Тохо, впервые проведено в 2020 году китайским сообществом. В этот раз, в 2021, ивент организовывает западное сообщество.

source: Three teams, a Western community team, a Chinese team, and a Japanese team, duke it out on Lunatic and Extra mode, playing on live streams and playing both high score and survival.
ru_ru: Три команды, Запад, Китай, и Япония сражаются в режимах Лунатика и Экстры, и играют вживую на стримах, как на очки, так и на выживание.

source: See below for official communication channels, live streams with commentary, the schedule, and the rules the players play by.
ru_ru: Снизу можете увидеть ссылки на официальные каналы, стримы, расписание и правила.

source: Official TWC Twitter
ru_ru: Официальный Твиттер TWC

source: Official TWC YouTube Channel
ru_ru: Официальный канал TWC на Youtube

source: English commentary stream (Twitch)
ru_ru: Английский стрим (Twitch)

source: Chinese commentary stream 1 (Bilibili)
ru_ru: Китайский стрим 1 (Bilibili)

source: Chinese commentary stream 2 (Bilibili)
ru_ru: Китайский стрим 2 (Bilibili)

source: Japanese commentary stream (YouTube)
ru_ru: Японский стрим (Youtube)

source: Russian commentary stream (Twitch)
ru_ru: Русский стрим (Twitch)

source: Schedule
ru_ru: Расписание

source: Your time zone was detected as <span id="timezone"></span>.
ru_ru: Ваш часовой пояс: <span id="timezone"></span>.

source: Daylight Saving Time (also known as Summer Time or DST) is taken into account automatically.
ru_ru: Переход на летнее время также учитан автоматически.

source: Date/Time
ru_ru: Дата/Время

source: Reset Time<br>(minutes)
ru_ru: Время на рестарт<br>(минуты)

source: Format
ru_ru: Формат

source: For every match, each team can earn points. Ranking is based on whoever has the most points:
ru_ru: В каждом матче, каждая команда может набрать очки. Рейтинг основан на том, у какой команды больше всего очков:

source: 1st place - 2 pts
ru_ru: Первое место - 2 очка

source: 2nd place - 1 pt
ru_ru: Второе место - 1 очко

source: 3rd place - 0 pts
ru_ru: Третье место - 0 очков

source: In 2-team matches, the first place gets 2 points, and 2nd place gets 1 point.
ru_ru: В матчах с двумя командами, первое место получает 2 очка, второе место получает 1.

source: If multiple players have the exact same amount of ISCORE, their points will be split equally. This also means that, if multiple players have the highest ISCORE, the match ends in a tie.
ru_ru: Если несколько игроков получают одинаковое количество ISCORE, их очки будут разделены пополам. Это также означает что если у всех игроков получается одинаковый ISCORE, матч заканчивается ничьёй.

source: At the end of the World Cup, the teams will be ranked based on has the most points.
ru_ru: В конце Touhou World Cup будет создан рейтинг команд по заработанным очкам.

source: Calculating Points
ru_ru: Расчёт очков

source: The points are based on the <a href="https://www.isndes.com/jf">ISCORE calculator</a> (see the "About ISCORE" link in the top right after changing to English via the language icon, fourth from the right).
ru_ru: Очки основаны на <a href="https://www.isndes.com/jf">ISCORE калькуляторе</a> (поменяйте язык на английский в правом верхнем углу и нажмите на About ISCORE).

source: Score matches are calculated based on the ISCORE formula. Survival matches (except for GFW) are calculated as follows:
ru_ru: Матчи скоринга расчитаны по калькулятору ISCORE. Матчи на выживание (кроме Тохо 12.8) расчитаны так:

source: (ISCORE No Miss No Bomb Score)*0.5^(deaths)
ru_ru: (ISCORE NN Score)*0.5^(смерти)

source: In survival runs, bombs are counted as 2 deaths.
ru_ru: В матчах на выживание, бомбы считаются как 2 смерти.

source: ISCORE is a scoring metric that compensates for the differences in performance between shot types and categories. The formulas used can be found in the ISCORE rubric with the calculator linked above.
ru_ru: ISCORE это система измерения очков, которая создана для компенсации разницы между сложностями разных типов стрельбы и категорий. Формулы можно найти в рубрике про ISCORE с калькулятором по ссылке выше.

source: Game-specific Concerns
ru_ru: Правила для определенных игр

source: A border break is considered a death in survival runs.
ru_ru: Разрыв бордера считается как смерть в матчах на выживание.

source: Getting hit during a Last Spell is <strong>not</strong> considered a death in survival runs. However, ISCORE gives a higher base value in this game to runs that capture all spells (which includes unlocking and capturing <strong>every</strong> Last Spell) AND do not die/bomb (NN + Full-SC).
ru_ru: Получение урона во время бонусных спеллов не считается смертью в матчах на выживание. Однако ISCORE дает большее количество очков за забеги, в которых были захвачены все бонусные спеллы И ОДНОВРЕМЕННО без бомб и смертей.
